Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: r1bqk2r/pppp1pbp/2n3pn/4p3/2P5/2N3P1/PP1PPPBP/1RBQK1NR w Kkq -
it: A25§English§Closed, 5.Rb1 Taimanov variation§1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Rb1 Nh6 *

source: r1bqk1nr/pppp1pbp/2n3p1/4p3/2P5/2NP2P1/PP2PPBP/R1BQK1NR b KQkq -
it: A25§English§Closed system (without ...d6)§1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3 *

source: r1bqk1nr/ppp2pbp/2np2p1/4p3/2P5/2NP2P1/PP2PPBP/R1BQK1NR w KQkq -
it: A26§English§Closed system§1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3 d6 *

source: r1bqk1nr/ppp2pbp/2np2p1/4p3/2P1P3/2NP2P1/PP3PBP/R1BQK1NR b KQkq -
it: A26§English§Botvinnik system§1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3 d6 6. e4 *

source: r1bqkbnr/pppp1ppp/2n5/4p3/2P5/2N2N2/PP1PPPPP/R1BQKB1R b KQkq -
it: A27§English§Three knights system§1. c4 e5 2. Nc3 Nc6 3. Nf3 *

source: r1bqkb1r/pppp1ppp/2n2n2/4p3/2P5/2N2N2/PP1PPPPP/R1BQKB1R w KQkq -
it: A28§English§Four knights system§1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 *

source: r1bqk2r/pppp1pp1/5n1p/4n3/2PN3B/2P5/P3PPPP/R2QKB1R w KQkq -
it: A28§English§Nenarokov variation§1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. d4 exd4 5. Nxd4 Bb4 6. Bg5 h6 7. Bh4 Bxc3+ 8. bxc3 Ne5 *

source: r1bqkb1r/pppp1ppp/2n2n2/8/2PPp3/2N2N2/PP2PPPP/R1BQKB1R w KQkq -
it: A28§English§Bradley Beach variation§1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. d4 e4 *

source: r1bqkb1r/pppp1ppp/2n2n2/4p3/2P1P3/2N2N2/PP1P1PPP/R1BQKB1R b KQkq -
it: A28§English§Four knights, Nimzovich variation§1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. e4 *

source: r1bqkb1r/pppp1ppp/2n2n2/4p3/2P5/P1N2N2/1P1PPPPP/R1BQKB1R b KQkq -
it: A28§English§Four knights, Marini variation§1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. a3 *

source: r1bqkb1r/pppp1ppp/2n2n2/4p3/2P5/2NP1N2/PP2PPPP/R1BQKB1R b KQkq -
it: A28§English§Four knights, Capablanca variation§1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. d3 *

source: r1bqkb1r/pppp1ppp/2n2n2/4p3/2P5/2N1PN2/PP1P1PPP/R1BQKB1R b KQkq -
it: A28§English§Four knights, 4.e3§1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. e3 *

source: r1bqr1k1/pppp1ppp/2n2n2/3NpQ2/1bP5/4PN2/PP1P1PPP/R1B1KB1R b KQ -
it: A28§English§Four knights, Stean variation§1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. e3 Bb4 5. Qc2 O-O 6. Nd5 Re8 7. Qf5 *

source: r1bqk2r/pppp1ppp/2n2n2/4p3/2P5/2b1PN2/PPQP1PPP/R1B1KB1R w KQkq -
it: A28§English§Four knights, Romanishin variation§1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. e3 Bb4 5. Qc2 Bxc3 *

source: r1bqkb1r/pppp1ppp/2n2n2/4p3/2P5/2N2NP1/PP1PPP1P/R1BQKB1R b KQkq -
it: A29§English§Four knights, kingside Fianchetto§1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. g3 *

source: rnbqkbnr/pp1ppppp/8/2p5/2P5/8/PP1PPPPP/RNBQKBNR w KQkq -
it: A30§English§Symmetrical variation§1. c4 c5 *

source: rn1qk2r/pb1pbppp/1p2pn2/2p5/2P5/2N2NP1/PP1PPPBP/R1BQ1RK1 w kq -
it: A30§English§Symmetrical, hedgehog system§1. c4 c5 2. Nf3 Nf6 3. g3 b6 4. Bg2 Bb7 5. O-O e6 6. Nc3 Be7 *

source: r2qk2r/1b1nbppp/pp1ppn2/8/2PQ4/1PN2NP1/P3PPBP/R1BR2K1 w kq -
it: A30§English§Symmetrical, hedgehog, flexible formation§1. c4 c5 2. Nf3 Nf6 3. g3 b6 4. Bg2 Bb7 5. O-O e6 6. Nc3 Be7 7. d4 cxd4 8. Qxd4 d6 9. Rd1 a6 10. b3 Nbd7 *

source: rnbqkb1r/pp1ppppp/5n2/2p5/2PP4/5N2/PP2PPPP/RNBQKB1R b KQkq -
it: A31§English§Symmetrical, Benoni formation§1. c4 c5 2. Nf3 Nf6 3. d4 *

source: rnbqkb1r/pp1p1ppp/4pn2/8/2PN4/8/PP2PPPP/RNBQKB1R w KQkq -
it: A32§English§Symmetrical variation§1. c4 c5 2. Nf3 Nf6 3. d4 cxd4 4. Nxd4 e6 *

source: r1bqkb1r/pp1p1ppp/2n1pn2/8/2PN4/2N5/PP2PPPP/R1BQKB1R w KQkq -
it: A33§English§Symmetrical variation§1. c4 c5 2. Nf3 Nf6 3. d4 cxd4 4. Nxd4 e6 5. Nc3 Nc6 *

source: r1b1kb1r/pp1p1ppp/1qn1pn2/8/2PN4/2N3P1/PP2PP1P/R1BQKB1R w KQkq -
it: A33§English§Symmetrical, Geller variation§1. c4 c5 2. Nf3 Nf6 3. d4 cxd4 4. Nxd4 e6 5. Nc3 Nc6 6. g3 Qb6 *

source: rnbqkbnr/pp1ppppp/8/2p5/2P5/2N5/PP1PPPPP/R1BQKBNR b KQkq -
it: A34§English§Symmetrical variation§1. c4 c5 2. Nc3 *

source: rnbqkb1r/pp2pppp/8/2pn4/8/2N2N2/PP1PPPPP/R1BQKB1R w KQkq -
it: A34§English§Symmetrical, Three knights system§1. c4 c5 2. Nc3 Nf6 3. Nf3 d5 4. cxd5 Nxd5 *

source: rnbqkb1r/pp1ppppp/5n2/2p5/2P5/2N3P1/PP1PPP1P/R1BQKBNR b KQkq -
it: A34§English§Symmetrical variation§1. c4 c5 2. Nc3 Nf6 3. g3 *

source: rnbqkb1r/ppn1pppp/8/2p5/8/2N3P1/PP1PPPBP/R1BQK1NR w KQkq -
it: A34§English§Symmetrical, Rubinstein system§1. c4 c5 2. Nc3 Nf6 3. g3 d5 4. cxd5 Nxd5 5. Bg2 Nc7 *

source: r1bqkbnr/pp1ppppp/2n5/2p5/2P5/2N5/PP1PPPPP/R1BQKBNR w KQkq -
it: A35§English§Symmetrical variation§1. c4 c5 2. Nc3 Nc6 *

source: r1bqkb1r/pp1ppppp/2n2n2/2p5/2P5/2N2N2/PP1PPPPP/R1BQKB1R w KQkq -
it: A35§English§Symmetrical, Four knights system§1. c4 c5 2. Nc3 Nc6 3. Nf3 Nf6 *

source: r1bqkbnr/pp1ppppp/2n5/2p5/2P5/2N3P1/PP1PPP1P/R1BQKBNR b KQkq -
it: A36§English§Symmetrical variation§1. c4 c5 2. Nc3 Nc6 3. g3 *

source: r1bqk1nr/pp1pppbp/2n3p1/2p5/2P5/2N3P1/PP1PPPBP/R1BQK1NR w KQkq -
it: A36§English§ultra-Symmetrical variation§1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 *

source: r1bqk1nr/pp1p1pbp/2n3p1/2p1p3/2P5/2N1P1P1/PP1P1PBP/R1BQK1NR w KQkq -
it: A36§English§Symmetrical, Botvinnik system Reversed§1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. e3 e5 *

source: r1bqk1nr/pp1pppbp/2n3p1/2p5/2P1P3/2N3P1/PP1P1PBP/R1BQK1NR b KQkq -
it: A36§English§Symmetrical, Botvinnik system§1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. e4 *

source: r1bqk1nr/pp1pppbp/2n3p1/2p5/2P5/2N2NP1/PP1PPPBP/R1BQK2R b KQkq -
it: A37§English§Symmetrical variation§1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3 *

source: r1bqk1nr/pp1p1pbp/2n3p1/2p1p3/2P5/2N2NP1/PP1PPPBP/R1BQK2R w KQkq -
it: A37§English§Symmetrical, Botvinnik system Reversed§1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3 e5 *

source: r1bqk2r/pp1pppbp/2n2np1/2p5/2P5/2N2NP1/PP1PPPBP/R1BQK2R w KQkq -
it: A38§English§Symmetrical variation§1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3 Nf6 *

source: r1bq1rk1/pp1pppbp/2n2np1/2p5/2P5/2NP1NP1/PP2PPBP/R1BQ1RK1 b - -
it: A38§English§Symmetrical, Main line with d3§1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3 Nf6 6. O-O O-O 7. d3 *

source: r1bq1rk1/pp1pppbp/2n2np1/2p5/2P5/1PN2NP1/P2PPPBP/R1BQ1RK1 b - -
it: A38§English§Symmetrical, Main line with b3§1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3 Nf6 6. O-O O-O 7. b3 *

source: r1bq1rk1/pp1pppbp/2n2np1/2p5/2PP4/2N2NP1/PP2PPBP/R1BQ1RK1 b - -
it: A39§English§Symmetrical, Main line with d4§1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3 Nf6 6. O-O O-O 7. d4 *

source: rnbqkbnr/pppppppp/8/8/3P4/8/PPP1PPPP/RNBQKBNR b KQkq -
it: A40§Queen's pawn§1. d4 *

source: r1bqkbnr/pppppppp/2n5/8/3P4/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A40§Queen's pawn§Lundin (Kevitz-Mikenas) defense§1. d4 Nc6 *

source: rnbqkbnr/pppp1ppp/8/4p3/3P4/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A40§Queen's pawn§Charlick (Englund) gambit§1. d4 e5 *

source: r1b1kb1r/ppppq1pp/2n2n2/3Q4/8/5N2/PPP1PPPP/RNB1KB1R w KQkq -
it: A40§Queen's pawn§Englund gambit§1. d4 e5 2. dxe5 Nc6 3. Nf3 Qe7 4. Qd5 f6 5. exf6 Nxf6 *

source: rnbqkbnr/p1pppppp/1p6/8/3P4/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A40§Queen's pawn§English defense§1. d4 b6 *

source: rnbqkbnr/p1pppppp/8/1p6/3P4/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A40§Polish defense§1. d4 b5 *

source: rnbqkbnr/pppp1ppp/4p3/8/3P4/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A40§Queen's pawn§1. d4 e6 *

source: rnbqkbnr/p1pp1ppp/1p2p3/8/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: A40§Queen's pawn§Keres defense§1. d4 e6 2. c4 b6 *

source: rnbqk1nr/pppp1ppp/4p3/8/1bPP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: A40§Queen's pawn§Franco-Indian (Keres) defense§1. d4 e6 2. c4 Bb4+ *

source: rnbqkbnr/pppppp1p/6p1/8/3P4/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A40§Modern defense§1. d4 g6 *

source: rnbqk1nr/pp1pp2p/6p1/2pP1p2/2P5/2P5/P3PPPP/R1BQKBNR w KQkq -
it: A40§Beefeater defense§1. d4 g6 2. c4 Bg7 3. Nc3 c5 4. d5 Bxc3+ 5. bxc3 f5 *

source: rnbqkbnr/ppp1pppp/3p4/8/3P4/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A41§Queen's Pawn§1. d4 d6 *

source: rn1qkbnr/ppp1pppp/3p4/8/3P2b1/5N2/PPP1PPPP/RNBQKB1R w KQkq -
it: A41§Old Indian§Tartakower (Wade) variation§1. d4 d6 2. Nf3 Bg4 *

source: rnbqkbnr/ppp1pppp/3p4/8/2PP4/8/PP2PPPP/RNBQKBNR b KQkq -
it: A41§Old Indian defense§1. d4 d6 2. c4 *

source: rnbqk1nr/ppp1ppbp/3p2p1/8/2PP4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: A41§Modern defense§1. d4 d6 2. c4 g6 3. Nc3 Bg7 *

source: rn1qk1nr/ppp1ppbp/3p2p1/8/2PPP1b1/5N2/PP3PPP/RNBQKB1R w KQkq -
it: A41§Robatsch defense§Rossolimo variation§1. e4 g6 2. d4 Bg7 3. Nf3 d6 4. c4 Bg4 *

source: rnbqk1nr/ppp1ppbp/3p2p1/8/2PPP3/2N5/PP3PPP/R1BQKBNR b KQkq -
it: A42§Modern defense§Averbakh system§1. d4 d6 2. c4 g6 3. Nc3 Bg7 4. e4 *

source: rnb1k1nr/pp2ppbp/3p2p1/q1p5/2PPP3/2N2N2/PP3PPP/R1BQKB1R w KQkq -
it: A42§Pterodactyl defense§1. d4 d6 2. c4 g6 3. Nc3 Bg7 4. e4 c5 5. Nf3 Qa5 *

source: rnbqk1nr/ppp1p1bp/3p2p1/5p2/2PPP3/2N5/PP3PPP/R1BQKBNR w KQkq -
it: A42§Modern defense§Averbakh system, Randspringer variation§1. d4 d6 2. c4 g6 3. Nc3 Bg7 4. e4 f5 *

source: r1bqk1nr/ppp1ppbp/2np2p1/8/2PPP3/2N5/PP3PPP/R1BQKBNR w KQkq -
it: A42§Modern defense§Averbakh system, Kotov variation§1. d4 d6 2. c4 g6 3. Nc3 Bg7 4. e4 Nc6 *

source: rnbqkbnr/pp1ppppp/8/2p5/3P4/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A43§Old Benoni defense§1. d4 c5 *

source: rnbqkbnr/pp1p1ppp/4p3/2pP4/4P3/8/PPP2PPP/RNBQKBNR b KQkq -
it: A43§Old Benoni§Franco-Benoni defense§1. d4 c5 2. d5 e6 3. e4 *

source: rnbqkbnr/pp1pp1pp/8/2pP1p2/8/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A43§Old Benoni§Mujannah formation§1. d4 c5 2. d5 f5 *

source: rnbqkb1r/pp1ppppp/5n2/2pP4/8/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A43§Old Benoni defense§1. d4 c5 2. d5 Nf6 *

source: rnb1kb1r/pp1ppppp/5n2/q1pP4/8/2N5/PPP1PPPP/R1BQKBNR w KQkq -
it: A43§Woozle defense§1. d4 c5 2. d5 Nf6 3. Nc3 Qa5 *

source: rnbqkb1r/pp1ppppp/5n2/2pP4/8/5N2/PPP1PPPP/RNBQKB1R b KQkq -
it: A43§Old Benoni defense§1. d4 c5 2. d5 Nf6 3. Nf3 *

source: rnbqkb1r/pp1ppppp/5n2/3P4/2p5/5N2/PPP1PPPP/RNBQKB1R w KQkq -
it: A43§Hawk (Habichd) defense§1. d4 c5 2. d5 Nf6 3. Nf3 c4 *

source: rnbqkbnr/pp2pppp/3p4/2pP4/8/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A43§Old Benoni defense§1. d4 c5 2. d5 d6 *

source: rnbqkbnr/pp2pp1p/3p2p1/2pP4/8/2N5/PPP1PPPP/R1BQKBNR w KQkq -
it: A43§Old Benoni§Schmid's system§1. d4 c5 2. d5 d6 3. Nc3 g6 *

source: rnbqkbnr/pp3ppp/3p4/2pPp3/4P3/8/PPP2PPP/RNBQKBNR w KQkq -
it: A44§Semi-Benoni (`blockade variation')§1. d4 c5 2. d5 e5 3. e4 d6 *

source: rnbqkb1r/pppppppp/5n2/8/3P4/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A45§Queen's pawn game§1. d4 Nf6 *

source: rnbqkb1r/pppppppp/5n2/8/3P2P1/8/PPP1PP1P/RNBQKBNR b KQkq -
it: A45§Queen's pawn§Bronstein gambit§1. d4 Nf6 2. g4 *

source: rnbqkb1r/pppppppp/5n2/8/3P1P2/8/PPP1P1PP/RNBQKBNR b KQkq -
it: A45§Canard Opening§1. d4 Nf6 2. f4 *

source: rnbqkb1r/pppppppp/5n2/8/3P4/5P2/PPP1P1PP/RNBQKBNR b KQkq -
it: A45§Paleface attack§1. d4 Nf6 2. f3 *

source: rnbqkb1r/ppp1pppp/5n2/3p4/3PP3/5P2/PPP3PP/RNBQKBNR b KQkq -
it: A45§Blackmar-Diemer gambit§1. d4 Nf6 2. f3 d5 3. e4 *

source: rnbqkb1r/ppp1pppp/5n2/3p4/3P2P1/5P2/PPP1P2P/RNBQKBNR b KQkq -
it: A45§Gedult attack§1. d4 Nf6 2. f3 d5 3. g4 *

source: rnbqkb1r/pppppppp/5n2/6B1/3P4/8/PPP1PPPP/RN1QKBNR b KQkq -
it: A45§Trompowsky attack (Ruth, Opovcensky Opening)§1. d4 Nf6 2. Bg5 *

source: rnbqkb1r/pppppppp/5n2/8/3P4/5N2/PPP1PPPP/RNBQKB1R b KQkq -
it: A46§Queen's pawn game§1. d4 Nf6 2. Nf3 *

source: rnbqkb1r/pppp1ppp/4pn2/6B1/3P4/5N2/PPP1PPPP/RN1QKB1R b KQkq -
it: A46§Queen's pawn§Torre attack§1. d4 Nf6 2. Nf3 e6 3. Bg5 *

source: rnbqkb1r/pp1p1ppp/4pn2/2p3B1/3PP3/5N2/PPP2PPP/RN1QKB1R b KQkq -
it: A46§Queen's pawn§Torre attack, Wagner gambit§1. d4 Nf6 2. Nf3 e6 3. Bg5 c5 4. e4 *

source: rnbqkb1r/pppp1ppp/4pn2/8/3P4/4PN2/PPP2PPP/RNBQKB1R b KQkq -
it: A46§Queen's pawn§Yusupov-Rubinstein system§1. d4 Nf6 2. Nf3 e6 3. e3 *

source: rnbqkb1r/pppppppp/8/8/3Pn3/5N2/PPP1PPPP/RNBQKB1R w KQkq -
it: A46§Doery defense§1. d4 Nf6 2. Nf3 Ne4 *

source: rnbqkb1r/p1pppppp/1p3n2/8/3P4/5N2/PPP1PPPP/RNBQKB1R w KQkq -
it: A47§Queen's Indian defense§1. d4 Nf6 2. Nf3 b6 *

source: rn1qkb1r/pb1ppppp/1p3n2/2p5/3P4/5NP1/PPP1PPBP/RNBQK2R w KQkq -
it: A47§Queen's Indian§Marienbad system§1. d4 Nf6 2. Nf3 b6 3. g3 Bb7 4. Bg2 c5 *

source: rn1qkb1r/pb1ppppp/1p3n2/8/2PQ4/5NP1/PP2PPBP/RNB1K2R b KQkq -
it: A47§Queen's Indian§Marienbad system, Berg variation§1. d4 Nf6 2. Nf3 b6 3. g3 Bb7 4. Bg2 c5 5. c4 cxd4 6. Qxd4 *

source: rnbqkb1r/pppppp1p/5np1/8/3P4/5N2/PPP1PPPP/RNBQKB1R w KQkq -
it: A48§King's Indian§East Indian defense§1. d4 Nf6 2. Nf3 g6 *

source: rnbqkb1r/pppppp1p/5np1/6B1/3P4/5N2/PPP1PPPP/RN1QKB1R b KQkq -
it: A48§King's Indian§Torre attack§1. d4 Nf6 2. Nf3 g6 3. Bg5 *

source: rnbqkb1r/pppppp1p/5np1/8/3P1B2/5N2/PPP1PPPP/RN1QKB1R b KQkq -
it: A48§King's Indian§London system§1. d4 Nf6 2. Nf3 g6 3. Bf4 *

source: rnbqkb1r/pppppp1p/5np1/8/3P4/5NP1/PPP1PP1P/RNBQKB1R b KQkq -
it: A49§King's Indian§Fianchetto without c4§1. d4 Nf6 2. Nf3 g6 3. g3 *

source: rnbqkb1r/pppppppp/5n2/8/2PP4/8/PP2PPPP/RNBQKBNR b KQkq -
it: A50§Queen's pawn game§1. d4 Nf6 2. c4 *

source: r1bqkb1r/pppppppp/2n2n2/8/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: A50§Kevitz-Trajkovich defense§1. d4 Nf6 2. c4 Nc6 *

source: rnbqkb1r/p1pppppp/1p3n2/8/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: A50§Queen's Indian Accelerated§1. d4 Nf6 2. c4 b6 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: A51§Budapest defense declined§1. d4 Nf6 2. c4 e5 *

source: rnbqkb1r/pppp1ppp/8/4P3/2P1n3/8/PP2PPPP/RNBQKBNR w KQkq -
it: A51§Budapest§Fajarowicz variation§1. d4 Nf6 2. c4 e5 3. dxe5 Ne4 *

source: rnbqkb1r/pppp1ppp/8/4P3/2P1n3/8/PPQ1PPPP/RNB1KBNR b KQkq -
it: A51§Budapest§Fajarowicz, Steiner variation§1. d4 Nf6 2. c4 e5 3. dxe5 Ne4 4. Qc2 *

source: rnbqkb1r/pppp1ppp/8/4P3/2P3n1/8/PP2PPPP/RNBQKBNR w KQkq -
it: A52§Budapest defense§1. d4 Nf6 2. c4 e5 3. dxe5 Ng4 *

source: rnbqkb1r/pppp1ppp/8/4P3/2P3n1/5N2/PP2PPPP/RNBQKB1R b KQkq -
it: A52§Budapest§Adler variation§1. d4 Nf6 2. c4 e5 3. dxe5 Ng4 4. Nf3 *

source: rnbqkb1r/pppp1ppp/8/4P3/2P2Bn1/8/PP2PPPP/RN1QKBNR b KQkq -
it: A52§Budapest§Rubinstein variation§1. d4 Nf6 2. c4 e5 3. dxe5 Ng4 4. Bf4 *

source: rnbqkb1r/pppp1ppp/8/4P3/2P1P1n1/8/PP3PPP/RNBQKBNR b KQkq -
it: A52§Budapest§Alekhine variation§1. d4 Nf6 2. c4 e5 3. dxe5 Ng4 4. e4 *

source: rnbqkb1r/pppp1ppp/2n5/8/2P1PP2/8/PP4PP/RNBQKBNR w KQkq -
it: A52§Budapest§Alekhine, Abonyi variation§1. d4 Nf6 2. c4 e5 3. dxe5 Ng4 4. e4 Nxe5 5. f4 Nec6 *

source: rnbqkb1r/ppp2ppp/3p4/4P3/2P1P1n1/8/PP3PPP/RNBQKBNR w KQkq -
it: A52§Budapest§Alekhine variation, Balogh gambit§1. d4 Nf6 2. c4 e5 3. dxe5 Ng4 4. e4 d6 *

source: rnbqkb1r/ppp1pppp/3p1n2/8/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: A53§Old Indian defense§1. d4 Nf6 2. c4 d6 *

source: rn1qkb1r/ppp1pppp/3p1n2/5b2/2PP4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: A53§Old Indian§Janowski variation§1. d4 Nf6 2. c4 d6 3. Nc3 Bf5 *

source: rnbqkb1r/ppp2ppp/3p1n2/4p3/2PP4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: A54§Old Indian§Ukrainian variation§1. d4 Nf6 2. c4 d6 3. Nc3 e5 *

source: r1bqkb1r/pppn1ppp/3p1n2/4p3/2PP4/2NBP3/PP3PPP/R1BQK1NR b KQkq -
it: A54§Old Indian§Dus-Khotimirsky variation§1. d4 Nf6 2. c4 d6 3. Nc3 e5 4. e3 Nbd7 5. Bd3 *

source: rnbqkb1r/ppp2ppp/3p1n2/4p3/2PP4/2N2N2/PP2PPPP/R1BQKB1R b KQkq -
it: A54§Old Indian§Ukrainian variation, 4.Nf3§1. d4 Nf6 2. c4 d6 3. Nc3 e5 4. Nf3 *

source: r1bqkb1r/pppn1ppp/3p1n2/4p3/2PPP3/2N2N2/PP3PPP/R1BQKB1R b KQkq -
it: A55§Old Indian§Main line§1. d4 Nf6 2. c4 d6 3. Nc3 e5 4. Nf3 Nbd7 5. e4 *

source: rnbqkb1r/pp1ppppp/5n2/2p5/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: A56§Benoni defense§1. d4 Nf6 2. c4 c5 *

source: rnbqkb1r/pp2pppp/3p1n2/2pP4/2P5/8/PP2PPPP/RNBQKBNR w KQkq -
it: A56§Benoni defense, Hromodka system§1. d4 Nf6 2. c4 c5 3. d5 d6 *

source: rnbqkb1r/pp1ppppp/8/2pP4/2P1n3/8/PP2PPPP/RNBQKBNR w KQkq -
it: A56§Vulture defense§1. d4 Nf6 2. c4 c5 3. d5 Ne4 *

source: rnbqkb1r/pp3p1p/3p1np1/2pPp3/2P1P3/2N5/PP3PPP/R1BQKBNR w KQkq -
it: A56§Czech Benoni§King's Indian system§1. d4 Nf6 2. c4 c5 3. d5 e5 4. Nc3 d6 5. e4 g6 *

source: rnbqkb1r/p2ppppp/5n2/1ppP4/2P5/8/PP2PPPP/RNBQKBNR w KQkq -
it: A57§Benko gambit§1. d4 Nf6 2. c4 c5 3. d5 b5 *

source: rnbqkb1r/3ppppp/p4n2/1PpP4/8/8/PP2PPPP/RNBQKBNR w KQkq -
it: A57§Benko gambit half accepted§1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 *

source: rnbqkb1r/3ppppp/p4n2/1PpP4/8/2N5/PP2PPPP/R1BQKBNR b KQkq -
it: A57§Benko gambit§Zaitsev system§1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. Nc3 *

source: rnbqkb1r/4pppp/3p1n2/1NpP4/1pB1P3/8/PP3PPP/R1BQK1NR b KQkq -
it: A57§Benko gambit§Nescafe Frappe attack§1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. Nc3 axb5 6. e4 b4 7. Nb5 d6 8. Bc4 *

source: rnbqkb1r/3ppppp/P4n2/2pP4/8/8/PP2PPPP/RNBQKBNR b KQkq -
it: A58§Benko gambit accepted§1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. bxa6 *

source: rn1qkb1r/4pp1p/b2p1np1/2pP4/8/2N5/PP1NPPPP/R1BQKB1R b KQkq -
it: A58§Benko gambit§Nd2 variation§1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. bxa6 Bxa6 6. Nc3 d6 7. Nf3 g6 8. Nd2 *

source: rn1qkb1r/4pp1p/b2p1np1/2pP4/8/2N2NP1/PP2PP1P/R1BQKB1R b KQkq -
it: A58§Benko gambit§Fianchetto variation§1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. bxa6 Bxa6 6. Nc3 d6 7. Nf3 g6 8. g3 *

source: rn1qkb1r/4pppp/b2p1n2/2pP4/4P3/2N5/PP3PPP/R1BQKBNR b KQkq -
it: A59§Benko gambit§7.e4§1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. bxa6 Bxa6 6. Nc3 d6 7. e4 *

source: rnbqkb1r/pp1p1ppp/4pn2/2pP4/2P5/8/PP2PPPP/RNBQKBNR w KQkq -
it: A60§Benoni defense§1. d4 Nf6 2. c4 c5 3. d5 e6 *

source: rnbqkb1r/pp3p1p/3p1np1/2pP4/8/2N2N2/PP2PPPP/R1BQKB1R w KQkq -
it: A61§Benoni defense§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 *

source: rnbqkb1r/pp3p1p/3p1np1/2pP2B1/8/2N2N2/PP2PPPP/R2QKB1R b KQkq -
it: A61§Benoni§Uhlmann variation§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. Bg5 *

source: rnbqkb1r/pp3p1p/3p1np1/2pP4/8/2N5/PP1NPPPP/R1BQKB1R b KQkq -
it: A61§Benoni§Nimzovich (knight's tour) variation§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. Nd2 *

source: rnbqkb1r/pp3p1p/3p1np1/2pP4/8/2N2NP1/PP2PP1P/R1BQKB1R b KQkq -
it: A61§Benoni§Fianchetto variation§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. g3 *

source: rnbq1rk1/pp3pbp/3p1np1/2pP4/8/2N2NP1/PP2PPBP/R1BQK2R w KQ -
it: A62§Benoni§Fianchetto variation§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. g3 Bg7 8. Bg2 O-O *

source: r1bq1rk1/pp1n1pbp/3p1np1/2pP4/8/2N2NP1/PP2PPBP/R1BQ1RK1 w - -
it: A63§Benoni§Fianchetto, 9...Nbd7§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. g3 Bg7 8. Bg2 O-O 9. O-O Nbd7 *

source: r1bqr1k1/1p1n1pbp/p2p1np1/2pP4/P7/2N3P1/1P1NPPBP/R1BQ1RK1 w - -
it: A64§Benoni§Fianchetto, 11...Re8§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. g3 Bg7 8. Bg2 O-O 9. O-O Nbd7 10. Nd2 a6 11. a4 Re8 *

source: rnbqkb1r/pp3ppp/3p1n2/2pP4/4P3/2N5/PP3PPP/R1BQKBNR b KQkq -
it: A65§Benoni§6.e4§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 *

source: rnbqkb1r/pp3p1p/3p1np1/2pP4/4PP2/2N5/PP4PP/R1BQKBNR b KQkq -
it: A66§Benoni§pawn storm variation§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. f4 *

source: rnbqk2r/pp3pbp/3p1np1/2pPP3/5P2/2N5/PP4PP/R1BQKBNR b KQkq -
it: A66§Benoni§Mikenas variation§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. f4 Bg7 8. e5 *

source: rnbqk2r/pp3pbp/3p1np1/1BpP4/4PP2/2N5/PP4PP/R1BQK1NR b KQkq -
it: A67§Benoni§Taimanov variation§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. f4 Bg7 8. Bb5+ *

source: rnbq1rk1/pp3pbp/3p1np1/2pP4/4PP2/2N2N2/PP4PP/R1BQKB1R w KQ -
it: A68§Benoni§Four pawns attack§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. f4 Bg7 8. Nf3 O-O *

source: rnbqr1k1/pp3pbp/3p1np1/2pP4/4PP2/2N2N2/PP2B1PP/R1BQK2R w KQ -
it: A69§Benoni§Four pawns attack, Main line§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. f4 Bg7 8. Nf3 O-O 9. Be2 Re8 *

source: rnbqkb1r/pp3p1p/3p1np1/2pP4/4P3/2N2N2/PP3PPP/R1BQKB1R b KQkq -
it: A70§Benoni§Classical with e4 and Nf3§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 *

source: rnbqk2r/pp3pbp/3p1np1/2pP4/4P3/2N2N2/PP2BPPP/R1BQK2R b KQkq -
it: A70§Benoni§Classical without 9.O-O§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 *

source: rnbqk2r/pp3pbp/3p1np1/2pP2B1/4P3/2N2N2/PP3PPP/R2QKB1R b KQkq -
it: A71§Benoni§Classical, 8.Bg5§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Bg5 *

source: rnbq1rk1/pp3pbp/3p1np1/2pP4/4P3/2N2N2/PP2BPPP/R1BQK2R w KQ -
it: A72§Benoni§Classical without 9.O-O§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O *

source: rnbq1rk1/pp3pbp/3p1np1/2pP4/4P3/2N2N2/PP2BPPP/R1BQ1RK1 b - -
it: A73§Benoni§Classical, 9.O-O§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O *

source: rnbq1rk1/1p3pbp/p2p1np1/2pP4/P3P3/2N2N2/1P2BPPP/R1BQ1RK1 b - -
it: A74§Benoni§Classical, 9...a6, 10.a4§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O a6 10. a4 *

source: rn1q1rk1/1p3pbp/p2p1np1/2pP4/P3P1b1/2N2N2/1P2BPPP/R1BQ1RK1 w - -
it: A75§Benoni§Classical with ...a6 and 10...Bg4§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O a6 10. a4 Bg4 *

source: rnbqr1k1/pp3pbp/3p1np1/2pP4/4P3/2N2N2/PP2BPPP/R1BQ1RK1 w - -
it: A76§Benoni§Classical, 9...Re8§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O Re8 *

source: rnbqr1k1/pp3pbp/3p1np1/2pP4/4P3/2N5/PP1NBPPP/R1BQ1RK1 b - -
it: A77§Benoni§Classical, 9...Re8, 10.Nd2§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O Re8 10. Nd2 *

source: r1bqr1k1/pp3pbp/n2p1np1/2pP4/4P3/2N5/PP1NBPPP/R1BQ1RK1 w - -
it: A78§Benoni§Classical with ...Re8 and ...Na6§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O Re8 10. Nd2 Na6 *

source: r1bqr1k1/pp3pbp/n2p1np1/2pP4/4P3/2N2P2/PP1NB1PP/R1BQ1RK1 b - -
it: A79§Benoni§Classical, 11.f3§1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O Re8 10. Nd2 Na6 11. f3 *

source: rnbqkbnr/ppppp1pp/8/5p2/3P4/8/PPP1PPPP/RNBQKBNR w KQkq -
it: A80§Dutch§1. d4 f5 *

source: rnbqkb1r/ppppp1pp/5n2/5p2/3P2P1/2N5/PPP1PP1P/R1BQKBNR b KQkq -
it: A80§Dutch, Spielmann gambit§1. d4 f5 2. Nc3 Nf6 3. g4 *

source: rnbqkbnr/ppppp1pp/8/5p2/3P4/3Q4/PPP1PPPP/RNB1KBNR b KQkq -
it: A80§Dutch, Manhattan (Alapin, Ulvestad) variation§1. d4 f5 2. Qd3 *

source: rnbqkbnr/pppp2pp/4p3/5p2/3P2P1/3Q4/PPP1PP1P/RNB1KBNR b KQkq -
it: A80§Dutch, Von Pretzel gambit§1. d4 f5 2. Qd3 e6 3. g4 *

source: rnbqkbnr/ppppp1pp/8/5p2/3P4/7P/PPP1PPP1/RNBQKBNR b KQkq -
it: A80§Dutch, Korchnoi attack§1. d4 f5 2. h3 *

source: rnbqkbnr/ppppp1pp/8/5p2/3P2P1/8/PPP1PP1P/RNBQKBNR b KQkq -
it: A80§Dutch, Krejcik gambit§1. d4 f5 2. g4 *

source: rnbqkbnr/ppppp1pp/8/5pB1/3P4/8/PPP1PPPP/RN1QKBNR b KQkq -
it: A80§Dutch, 2.Bg5 variation§1. d4 f5 2. Bg5 *

source: rnbqkbnr/ppppp1pp/8/5p2/3P4/6P1/PPP1PP1P/RNBQKBNR b KQkq -
it: A81§Dutch defense§1. d4 f5 2. g3 *

source: rnbqkb1r/pppp2pp/4pn2/5p2/3P4/6PN/PPP1PPBP/RNBQK2R b KQkq -
it: A81§Dutch defense, Blackburne variation§1. d4 f5 2. g3 Nf6 3. Bg2 e6 4. Nh3 *

source: rnbqkb1r/ppppp2p/5np1/5p2/3P4/6P1/PPP1PPBP/RNBQK1NR w KQkq -
it: A81§Dutch defense§1. d4 f5 2. g3 Nf6 3. Bg2 g6 *

source: rnbqk2r/pp1pp1bp/2p3pn/5p2/3P4/5NP1/PPP1PPBP/RNBQ1RK1 w kq -
it: A81§Dutch§Leningrad, Basman system§1. d4 f5 2. g3 g6 3. Bg2 Bg7 4. Nf3 c6 5. O-O Nh6 *

source: rnbqk1nr/ppppp1bp/6p1/5p2/3P4/6PN/PPP1PPBP/RNBQK2R b KQkq -
it: A81§Dutch§Leningrad, Karlsbad variation§1. d4 f5 2. g3 g6 3. Bg2 Bg7 4. Nh3 *

source: rnbqkbnr/ppppp1pp/8/5p2/3PP3/8/PPP2PPP/RNBQKBNR b KQkq -
it: A82§Dutch§Staunton gambit§1. d4 f5 2. e4 *

source: rnbqkbnr/ppp1p1pp/3p4/5p2/3PP3/8/PPP2PPP/RNBQKBNR w KQkq -
it: A82§Dutch§Balogh defense§1. d4 f5 2. e4 d6 *

source: rnbqkbnr/ppppp1pp/8/8/3Pp3/8/PPP2PPP/RNBQKBNR w KQkq -
it: A82§Dutch§Staunton gambit§1. d4 f5 2. e4 fxe4 *

source: rnbqkb1r/ppppp1pp/5n2/8/3Pp1P1/2N5/PPP2P1P/R1BQKBNR b KQkq -
it: A82§Dutch§Staunton gambit, Tartakower variation§1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. g4 *
