Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: B66 SICILIAN: RICHTER-RAUZER, RAUZER ATTACK, 7...A6 DEFENSE, 8...H6
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Qd2 a6 8. O-O-O h6 9. Be3 Bd7 10. f4 Be7 11. Bd3 b5 12. Kb1 Qc7 13. h3 Na5 14. g4 b4 15. Nce2 Nc4 16. Bxc4 Qxc4 17. Ng3 a5 18. Rhf1

source: C23 BISHOP'S OPENING: PHILIDOR VARIATION
it: 1. e4 e5 2. Bc4 Bc5 3. c3

source: C60 RUY LOPEZ: FIANCHETTO (SMYSLOV/BARNES) DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 g6

source: B32 SICILIAN: LABOURDONNAIS-LOEWENTHAL (KALASHNIKOV) VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 e5 5. Nb5 d6

source: E08 CATALAN: CLOSED, QC2 & B3
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 Be7 5. Nf3 O-O 6. O-O Nbd7 7. Qc2 c6 8. b3

source: D96 GRUENFELD: RUSSIAN VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qb3

source: C84 RUY LOPEZ: CLOSED CENTRE WITH 7...D6
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. d3 b5 7. Bb3 d6

source: D58 QGD: TARTAKOWER (MAKAGONOV-BONDAREVSKY) SYSTEM
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6 7. Bh4 b6

source: C42 PETROV: CLASSICAL ATTACK, MARSHALL VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Bd6

source: C49 FOUR KNIGHTS: SYMMETRICAL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. d3 d6

source: B24 SICILIAN: CLOSED, SMYSLOV VARIATION
it: 1. e4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3 e6 6. Be3 Nd4 7. Nce2

source: C41 PHILIDOR: HANHAM, DELMAR VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. c3

source: B61 SICILIAN: RICHTER-RAUZER, LARSEN VARIATION, 7.QD2
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 Bd7 7. Qd2

source: C12 FRENCH: MACCUTCHEON, DURAS VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Bd2 Bxc3 7. bxc3 Ne4 8. Qg4 Kf8 9. Bc1

source: E00 QUEEN'S PAWN GAME
it: 1. d4 Nf6 2. c4 e6

source: C71 RUY LOPEZ: MODERN STEINITZ DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6

source: E62 KING'S INDIAN: FIANCHETTO, LARSEN SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 c6 7. O-O Bf5

source: B81 SICILIAN: SCHEVENINGEN, KERES ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. g4

source: A82 DUTCH: BALOGH DEFENSE
it: 1. d4 f5 2. e4 d6

source: C61 RUY LOPEZ: BIRD'S DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nd4

source: C27 VIENNA: `FRANKENSTEIN-DRACULA' VARIATION
it: 1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 4. Qh5 Nd6 5. Bb3 Nc6 6. Nb5 g6 7. Qf3 f5 8. Qd5 Qe7 9. Nxc7+ Kd8 10. Nxa8 b6

source: C80 RUY LOPEZ: OPEN, HARKSEN GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. c4

source: A96 DUTCH: CLASSICAL VARIATION
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d6

source: A02 BIRD: FROM GAMBIT, LIPKE VARIATION
it: 1. f4 e5 2. fxe5 d6 3. exd6 Bxd6 4. Nf3 Nh6 5. d4

source: D91 GRUENFELD: 5.BG5
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Bg5

source: C10 FRENCH: FORT KNOX VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Bd7 5. Nf3 Bc6

source: B32 SICILIAN: FLOHR VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Qc7

source: C13 FRENCH: CLASSICAL, ANDERSSEN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. Bxf6

source: C60 RUY LOPEZ: NUERNBERG VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 f6

source: A00 NOVOSIBIRSK OPENING
it: 1. Nc3 c5 2. d4 cxd4 3. Qxd4 Nc6 4. Qh4

source: D01 RICHTER-VERESOV ATTACK, VERESOV VARIATION
it: 1. d4 d5 2. Nc3 Nf6 3. Bg5 Bf5 4. Bxf6

source: C71 RUY LOPEZ: MODERN STEINITZ DEFENSE, THREE KNIGHTS VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. Nc3

source: C37 KGA: DOUBLE MUZIO GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O gxf3 6. Qxf3 Qf6 7. e5 Qxe5 8. Bxf7+

source: D47 QGD SEMI-SLAV: MERAN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5

source: C80 RUY LOPEZ: OPEN, SCHLECHTER DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. a4 Nxd4

source: C20 KING'S PAWN GAME
it: 1. e4 e5

source: C51 EVANS GAMBIT: FRASER-MORTIMER ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Bc5 6. d4 exd4 7. O-O d6 8. cxd4 Bb6 9. Nc3 Bg4 10. Qa4 Bd7 11. Qb3 Na5 12. Bxf7+ Kf8 13. Qc2

source: A15 ENGLISH ORANG-UTAN
it: 1. c4 Nf6 2. b4

source: B80 SICILIAN: SCHEVENINGEN, VITOLINS VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Bb5+

source: C45 SCOTCH: BLUMENFELD ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Bc5 5. Be3 Qf6 6. Nb5

source: D37 QGD: 4.NF3
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3

source: C33 KGA: BISHOP'S GAMBIT, LOPEZ-GIANUTIO COUNTER-GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Bc4 f5

source: C66 RUY LOPEZ: CLOSED BERLIN DEFENSE, BERNSTEIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O d6 5. d4 Bd7 6. Nc3 Be7 7. Bg5

source: D51 QGD: 4.BG5 NBD7
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7

source: C77 RUY LOPEZ: WORMALD (ALAPIN) ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. Qe2

source: C42 RUSSIAN (PETROFF'S) DEFENSE: LICHTENHEIN VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Bc4 Nxe4 4. Nc3 d5

source: B90 SICILIAN: NAJDORF, BYRNE (ENGLISH) ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Be3

source: B17 CARO-KANN: STEINITZ VARIATION, 8.BD3
it: 1. e4 c6 2. d4 d5 3. Nd2 dxe4 4. Nxe4 Nd7 5. Bc4 Ngf6 6. Ng5 e6 7. Qe2 Nb6 8. Bd3

source: C00 FRENCH: ALAPIN VARIATION
it: 1. e4 e6 2. d4 d5 3. Be3

source: A12 ENGLISH: LONDON DEFENSIVE SYSTEM
it: 1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. g3 Bf5

source: C33 KGA: BISHOP'S GAMBIT, RUY LOPEZ DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Bc4 c6

source: B10 CARO-KANN: ANTI-CARO-KANN DEFENSE
it: 1. e4 c6 2. c4

source: B33 SICILIAN: SVESHNIKOV, KRAMNIK CENTRE PAWN
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e5 6. Ndb5 d6 7. Bg5 a6 8. Na3 b5 9. Bxf6 gxf6 10. Nd5 Bg7 11. g3 f5 12. exf5 e4

source: B83 SICILIAN: SCHEVENINGEN, 6.BE2
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Be2

source: C44 PONZIANI: JAENISCH COUNTER-ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. c3 Nf6

source: D86 GRUENFELD: EXCHANGE, CLASSICAL VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. cxd5 Nxd5 5. e4 Nxc3 6. bxc3 Bg7 7. Bc4

source: C75 RUY LOPEZ: MODERN STEINITZ DEFENSE, RUBINSTEIN-GELLER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. c3 Bd7 6. d4 Nge7 7. O-O Ng6 8. d5 Nb8 9. c4 Be7 10. Nc3 O-O 11. Bxd7 Nxd7 12. Be3 Nh4

source: E53 NIMZO-INDIAN: 4.E3, KERES VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 c5 7. O-O b6

source: B04 ALEKHINE'S DEFENSE: MODERN, LARSEN VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 dxe5

source: D00 BLACKMAR-DIEMER: LEMBERG COUNTER-GAMBIT
it: 1. d4 d5 2. Nc3 Nf6 3. e4 e5

source: C43 PETROV: MODERN ATTACK, TRIFUNOVIC VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. d4 Nxe4 4. Bd3 d5 5. Nxe5 Bd6 6. O-O O-O 7. c4 Bxe5

source: A17 ENGLISH OPENING
it: 1. c4 Nf6 2. Nc3 e6

source: D35 QGD: 3...NF6
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6

source: B12 CARO-KANN DEFENSE
it: 1. e4 c6 2. d4

source: E92 KING'S INDIAN: ANDERSSON VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. dxe5

source: C42 PETROV: CLASSICAL ATTACK, CLOSE VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 Nf6

source: C52 EVANS GAMBIT: COMPROMISED DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. d4 exd4 7. O-O dxc3

source: C12 FRENCH: MACCUTCHEON, LASKER VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Bd2 Bxc3

source: B01 SCANDINAVIAN, MIESES-KOTRVC GAMBIT
it: 1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. b4

source: C37 KGA: LOLLI GAMBIT, YOUNG VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. Bxf7+ Kxf7 6. O-O gxf3 7. Qxf3 Qf6 8. d4 Qxd4+ 9. Be3 Qf6 10. Nc3

source: C60 RUY LOPEZ: BRENTANO DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 g5

source: C02 FRENCH: ADVANCE, STEINITZ VARIATION
it: 1. e4 e6 2. d4 d5 3. e5 c5 4. dxc5

source: D16 QGD SLAV: SMYSLOV VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Na6 6. e4 Bg4

source: C83 RUY LOPEZ: OPEN, 9...BE7, 10.RE1
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3 Be7 10. Re1

source: C24 BISHOP'S OPENING: BERLIN DEFENSE
it: 1. e4 e5 2. Bc4 Nf6

source: C45 SCOTCH: BERGER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Qh4 5. Nb5 Bb4+ 6. Nd2 Qxe4+ 7. Be2 Qxg2 8. Bf3 Qh3 9. Nxc7+ Kd8 10. Nxa8 Nf6 11. a3

source: C42 PETROV: CLASSICAL ATTACK, KRAUSE VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O Nc6 8. Re1 Bg4 9. c3 f5 10. c4

source: D35 QGD: EXCHANGE, POSITIONAL LINE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. cxd5 exd5 5. Bg5

source: D22 QGA: ALEKHINE DEFENSE
it: 1. d4 d5 2. c4 dxc4 3. Nf3 a6

source: E90 KING'S INDIAN: 5.NF3
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3

source: C62 RUY LOPEZ: OLD STEINITZ DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 d6

source: E91 KING'S INDIAN: KAZAKH VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 Na6

source: A13 ENGLISH: WIMPEY SYSTEM
it: 1. c4 e6 2. Nf3 d5 3. b3 Nf6 4. Bb2 c5 5. e3

source: A53 OLD INDIAN: JANOWSKI VARIATION
it: 1. d4 Nf6 2. c4 d6 3. Nc3 Bf5

source: B20 SICILIAN: WING GAMBIT, MARIENBAD VARIATION
it: 1. e4 c5 2. b4 cxb4 3. a3 d5 4. exd5 Qxd5 5. Bb2

source: B06 ROBATSCH DEFENSE: THREE PAWNS ATTACK
it: 1. e4 g6 2. d4 Bg7 3. f4

source: E89 KING'S INDIAN: SAEMISCH, ORTHODOX MAIN LINE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 e5 7. d5 c6 8. Nge2 cxd5

source: D11 QGD SLAV: BREYER VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nbd2

source: C41 PHILIDOR: NIMZOVICH, RELLSTAB VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. dxe5 Nxe4 5. Qd5

source: C07 FRENCH: TARRASCH, OPEN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nd2 c5

source: C33 KGA: BISHOP'S GAMBIT, BLEDOW VARIATION
it: 1. e4 e5 2. f4 exf4 3. Bc4 d5

source: A10 ENGLISH: ANGLO-DUTCH DEFENSE
it: 1. c4 f5

source: C31 KGD: FALKBEER, NIMZOVICH VARIATION
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. Bb5+

source: C43 PETROV: MODERN (STEINITZ) ATTACK
it: 1. e4 e5 2. Nf3 Nf6 3. d4

source: C43 PETROV: URUSOV GAMBIT
it: 1. e4 e5 2. Nf3 Nf6 3. d4 exd4 4. Bc4

source: D41 QGD: SEMI-TARRASCH WITH E3
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c5 5. cxd5 Nxd5 6. e3

source: C25 VIENNA: ZHURAVLEV COUNTERGAMBIT
it: 1. e4 e5 2. Nc3 Bb4 3. Qg4 Nf6

source: C45 SCOTCH: PAULSEN ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Bc5 5. Be3 Qf6 6. c3 Nge7 7. Bb5

source: D14 QGD SLAV: EXCHANGE, TRIFUNOVIC VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. cxd5 cxd5 5. Nc3 Nc6 6. Bf4 Bf5 7. e3 e6 8. Qb3 Bb4

source: C54 GIUOCO PIANO: KRAUSE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. cxd4 Bb4+ 7. Bd2 Nxe4 8. Bxb4 Nxb4 9. Bxf7+ Kxf7 10. Qb3+ d5 11. Ne5+ Kf6 12. f3

source: E16 QUEEN'S INDIAN: RIUMIN VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 Bb4+ 6. Bd2 Be7

source: E40 NIMZO-INDIAN: 4.E3
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3

source: C63 RUY LOPEZ: SCHLIEMANN DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 f5

source: C42 PETROV: CLASSICAL ATTACK, MAROCZY VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O Nc6 8. Re1 Bg4 9. c3 f5 10. c4 Bh4

source: C11 FRENCH: HENNEBERGER VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Be3

source: A43 OLD BENONI: FRANCO-BENONI DEFENSE
it: 1. d4 c5 2. d5 e6 3. e4

source: E10 BLUMENFELD COUNTER-GAMBIT, SPIELMANN VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 c5 4. d5 b5 5. Bg5 exd5 6. cxd5 h6

source: C84 RUY LOPEZ: CLOSED CENTRE WITH 7...BB7
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. d3 b5 7. Bb3 Bb7

source: A51 BUDAPEST DEFENSE DECLINED
it: 1. d4 Nf6 2. c4 e5

source: E81 KING'S INDIAN: SAEMISCH, BYRNE VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 c6 7. Bd3 a6

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, SCHLUTTER
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 Nbd7

source: C69 RUY LOPEZ: EXCHANGE, GLIGORIC VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Bxc6 dxc6 5. O-O f6

source: D19 QGD SLAV: DUTCH VARIATION, MAIN LINE
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. e3 e6 7. Bxc4 Bb4 8. O-O O-O 9. Qe2

source: E94 KING'S INDIAN: ORTHODOX, 7...NA6
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Na6 8. Be3 Ng4 9. Bg5 Qe8

source: B02 ALEKHINE'S DEFENSE: KREJCIK VARIATION
it: 1. e4 Nf6 2. Bc4

source: C51 EVANS GAMBIT: GOERING ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Bc5 6. d4 exd4 7. O-O d6 8. cxd4 Bb6 9. Nc3 Na5 10. Bg5

source: B51 SICILIAN: CANAL-SOKOLSKY (NIMZOVICH-ROSSOLIMO, MOSCOW) ATTACK
it: 1. e4 c5 2. Nf3 d6 3. Bb5+

source: B72 SICILIAN: DRAGON, CLASSICAL, GRIGORIEV VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. Qd2 O-O 9. O-O-O

source: B15 CARO-KANN: FORGACS VARIATION
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Nf6 5. Nxf6+ exf6 6. Bc4

source: C39 KGA: KIESERITSKY, BERLIN DEFENSE, RIVIERE VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Nf6 6. Nxg4 d5

source: B10 CARO-KANN: ANTI-ANTI-CARO-KANN DEFENSE
it: 1. e4 c6 2. c4 d5

source: B18 CARO-KANN: CLASSICAL VARIATION
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Bf5

source: D21 QGA: ERICSON VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 b5

source: D63 QGD: ORTHODOX DEFENSE, SWISS (HENNEBERGER) VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 a6

source: C37 KGA: QUAADE GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Nc3

source: B31 SICILIAN: NIMZOVICH-ROSSOLIMO ATTACK, GURGENIDZE VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. Bb5 g6 4. O-O Bg7 5. Re1 e5 6. b4

source: C00 FRENCH: RETI (SPIELMANN) VARIATION
it: 1. e4 e6 2. b3

source: C13 FRENCH: ALBIN-ALEKHINE-CHATARD ATTACK, SPIELMANN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. h4 O-O

source: A00 SARAGOSSA OPENING
it: 1. c3

source: C39 KGA: KIESERITSKY, SALVIO (ROSENTHAL) DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Qe7

source: C13 FRENCH: CLASSICAL, TARTAKOWER VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Ne4

source: B44 SICILIAN DEFENSE
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nc6

source: D30 QGD SLAV: SEMMERING VARIATION
it: 1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. e3 c6 5. Nbd2 Nbd7 6. Bd3 c5

source: B08 PIRC: CLASSICAL, H3 SYSTEM
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Nf3 Bg7 5. h3

source: D97 GRUENFELD: RUSSIAN, BYRNE (SIMAGIN) VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qb3 dxc4 6. Qxc4 O-O 7. e4 Nc6

source: C39 KGA: KIESERITSKY, LONG WHIP (STOCKWHIP, CLASSICAL) DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 h5

source: A87 DUTCH: LENINGRAD, MAIN VARIATION
it: 1. d4 f5 2. c4 Nf6 3. g3 g6 4. Bg2 Bg7 5. Nf3

source: A06 RETI: OLD INDIAN ATTACK
it: 1. Nf3 d5 2. d3

source: D08 QGD: ALBIN COUNTER-GAMBIT, BALOGH VARIATION
it: 1. d4 d5 2. c4 e5 3. dxe5 d4 4. Nf3 Nc6 5. Nbd2 Qe7

source: C54 GIUOCO PIANO: STEINITZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. cxd4 Bb4+ 7. Nc3 Nxe4 8. O-O Bxc3 9. bxc3 d5 10. Ba3

source: A90 DUTCH DEFENSE: DUTCH-INDIAN (NIMZO-DUTCH) VARIATION
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Bb4+

source: C40 QP COUNTER-GAMBIT: MAROCZY GAMBIT
it: 1. e4 e5 2. Nf3 d5 3. exd5 Bd6

source: C41 PHILIDOR: LOPEZ COUNTER-GAMBIT
it: 1. e4 e5 2. Nf3 d6 3. Bc4 f5

source: C37 KGA: KING'S KNIGHT'S GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4

source: B34 SICILIAN: ACCELERATED FIANCHETTO, MODERN VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 g6 5. Nc3

source: C33 KGA: BISHOP'S GAMBIT, BRYAN COUNTER-GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Bc4 b5

source: C57 TWO KNIGHTS DEFENSE: PINCUS VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Nxd5 6. d4 Bb4+

source: B55 SICILIAN: PRINS VARIATION, VENICE ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. f3 e5 6. Bb5+

source: C06 FRENCH: TARRASCH, LENINGRAD VARIATION
it: 1. e4 e6 2. d4 d5 3. Nd2 Nf6 4. e5 Nfd7 5. Bd3 c5 6. c3 Nc6 7. Ne2 cxd4 8. cxd4 Nb6

source: D05 QUEEN'S PAWN GAME, ZUKERTORT VARIATION
it: 1. d4 d5 2. Nf3 Nf6 3. e3 e6 4. Nbd2 c5 5. b3

source: E20 NIMZO-INDIAN: ROMANISHIN-KASPAROV (STEINER) SYSTEM
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. g3

source: C45 SCOTCH: ROMANISHIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Bc5 5. Nb3 Bb4+

source: C96 RUY LOPEZ: CLOSED, ROSSOLIMO DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c6 11. d4 Qc7

source: B00 GUATEMALA DEFENSE
it: 1. e4 b6 2. d4 Ba6

source: C94 RUY LOPEZ: CLOSED, BREYER DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Nb8

source: C52 EVANS GAMBIT: LEVENFISH VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. d4 d6 7. Qb3 Qd7 8. dxe5 dxe5 9. O-O Bb6 10. Ba3 Na5 11. Nxe5

source: C00 FRENCH: KING'S INDIAN ATTACK
it: 1. e4 e6 2. d3

source: D64 QGD: ORTHODOX DEFENSE, RUBINSTEIN ATTACK, KARLSBAD VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Qc2 a6

source: C44 SCOTCH GAMBIT: ANDERSSEN (PAULSEN, SUHLE) COUNTER-ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Bc4 Bc5 5. O-O d6 6. c3 Bg4

source: A45 PALEFACE ATTACK
it: 1. d4 Nf6 2. f3

source: C57 TWO KNIGHTS DEFENSE: FEGATELLO ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Nxd5 6. Nxf7

source: C88 RUY LOPEZ: TRAJKOVIC COUNTER-ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 Bb7

source: C34 KGA: BECKER DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 h6

source: C33 KGA: BISHOP'S GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Bc4

source: B20 SICILIAN: WING GAMBIT, CARLSBAD VARIATION
it: 1. e4 c5 2. b4 cxb4 3. a3 bxa3

source: C50 GIUOCO PIANO: FOUR KNIGHTS VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. Nc3 Nf6

source: C33 KGA: BISHOP'S GAMBIT, BODEN DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Bc4 Qh4+ 4. Kf1 Nc6

source: C68 RUY LOPEZ: EXCHANGE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Bxc6

source: A04 RETI: LISITSIN GAMBIT DEFERRED
it: 1. Nf3 f5 2. d3 Nf6 3. e4

source: E17 QUEEN'S INDIAN: EUWE VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 Be7 6. O-O O-O 7. b3

source: D51 QGD: CAPABLANCA ANTI-CAMBRIDGE SPRINGS VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3 c6 6. a3

source: B21 SICILIAN: ANDREASCHEK (SMITH-MORRA) GAMBIT
it: 1. e4 c5 2. d4 cxd4 3. Nf3 e5 4. c3

source: B21 SICILIAN: ANDREASCHEK GAMBIT
it: 1. e4 c5 2. d4 cxd4 3. Nf3 e5 4. c3

source: B14 CARO-KANN: PANOV-BOTVINNIK ATTACK, 5...E6
it: 1. e4 c6 2. d4 d5 3. exd5 cxd5 4. c4 Nf6 5. Nc3 e6

source: C23 BISHOP'S OPENING: LISITSYN VARIATION
it: 1. e4 e5 2. Bc4 c6 3. d4 d5 4. exd5 cxd5 5. Bb5+ Bd7 6. Bxd7+ Nxd7 7. dxe5 Nxe5 8. Ne2

source: C37 KGA: SALVIO GAMBIT, ANDERSSEN COUNTER-ATTACK
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. Ne5 Qh4+ 6. Kf1 Nh6 7. d4 d6

source: A30 ENGLISH: SYMMETRICAL, HEDGEHOG SYSTEM
it: 1. c4 c5 2. Nf3 Nf6 3. g3 b6 4. Bg2 Bb7 5. O-O e6 6. Nc3 Be7

source: B60 SICILIAN: RICHTER-RAUZER, BONDAREVSKY VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 g6

source: B62 SICILIAN: RICHTER-RAUZER, MARGATE (ALEKHINE) VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Bb5

source: C55 TWO KNIGHTS: MAX LANGE ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. O-O Bc5 6. e5

source: A12 ENGLISH: NEW YORK (LONDON) DEFENSIVE SYSTEM
it: 1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. Bb2 Bf5

source: D31 QGD: ALAPIN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 b6

source: C65 RUY LOPEZ: BERLIN DEFENSE, MORTIMER TRAP
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. d3 Ne7 5. Nxe5 c6

source: D75 NEO-GRUENFELD, 6.CD NXD5, 7.O-O C5, 8.NC3
it: 1. d4 Nf6 2. c4 g6 3. g3 d5 4. Bg2 Bg7 5. Nf3 O-O 6. cxd5 Nxd5 7. O-O c5 8. Nc3

source: B96 SICILIAN: NAJDORF, 7.F4
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 e6 7. f4

source: C51 EVANS GAMBIT DECLINED, HICKEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bb6 5. b5 Na5 6. Nxe5 Qg5 7. Qf3 Qxe5 8. Qxf7+ Kd8 9. Bb2

source: C46 THREE KNIGHTS: STEINITZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 g6

source: C79 RUY LOPEZ: STEINITZ DEFENSE DEFERRED (RUSSIAN DEFENSE)
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O d6

source: A47 QUEEN'S INDIAN: MARIENBAD SYSTEM
it: 1. d4 Nf6 2. Nf3 b6 3. g3 Bb7 4. Bg2 c5

source: E95 KING'S INDIAN: ORTHODOX, 7...NBD7, 8.RE1
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nbd7 8. Re1

source: C29 VIENNA GAMBIT: BARDELEBEN VARIATION
it: 1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. Qf3 f5

source: A51 BUDAPEST: FAJAROWICZ VARIATION
it: 1. d4 Nf6 2. c4 e5 3. dxe5 Ne4

source: A40 QUEEN'S PAWN: FRANCO-INDIAN (KERES) DEFENSE
it: 1. d4 e6 2. c4 Bb4+

source: B70 SICILIAN: DRAGON VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6

source: A61 BENONI: UHLMANN VARIATION
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. Bg5

source: C17 FRENCH: WINAWER, ADVANCE, BOGOLYUBOV VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. Bd2

source: C37 KGA: BLACHLY GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Nc6

source: A35 ENGLISH: SYMMETRICAL VARIATION
it: 1. c4 c5 2. Nc3 Nc6

source: A38 ENGLISH: SYMMETRICAL, MAIN LINE WITH B3
it: 1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3 Nf6 6. O-O O-O 7. b3

source: A21 ENGLISH, TROEGER DEFENSE
it: 1. c4 e5 2. Nc3 d6 3. g3 Be6 4. Bg2 Nc6

source: C42 PETROV: COZIO (LASKER) ATTACK
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. Qe2

source: B02 ALEKHINE'S DEFENSE: TWO PAWNS' (LASKER'S) ATTACK
it: 1. e4 Nf6 2. e5 Nd5 3. c4 Nb6 4. c5

source: B32 SICILIAN: LABOURDONNAIS-LOEWENTHAL VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 e5

source: B00 LEMMING DEFENSE
it: 1. e4 Na6

source: C48 FOUR KNIGHTS: RUBINSTEIN COUNTER-GAMBIT MAROCZY VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Nd4 5. Be2 Nxf3+ 6. Bxf3 Bc5 7. O-O O-O 8. d3 d6 9. Na4 Bb6

source: B10 CARO-KANN: HILLBILLY ATTACK
it: 1. e4 c6 2. Bc4

source: C42 PETROV: CLASSICAL ATTACK, BERGER VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O Nc6 8. Re1 Bg4 9. c3 f5 10. Nbd2

source: A37 ENGLISH: SYMMETRICAL, BOTVINNIK SYSTEM REVERSED
it: 1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3 e5

source: B01 SCANDINAVIAN: KIEL VARIATION
it: 1. e4 d5 2. exd5 Nf6 3. d4 Nxd5 4. c4 Nb4

source: E00 CATALAN OPENING
it: 1. d4 Nf6 2. c4 e6 3. g3

source: D28 QGA: CLASSICAL, FLOHR VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. Qe2 b5 8. Bb3 Nc6 9. Rd1 c4 10. Bc2 Nb4 11. Nc3 Nxc2 12. Qxc2 Bb7 13. d5 Qc7

source: C45 SCOTCH: POTTER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Bc5 5. Nb3

source: C67 RUY LOPEZ: OPEN BERLIN DEFENSE, 5...BE7
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4 5. d4 Be7

source: C80 RUY LOPEZ: OPEN, ZUKERTORT VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Ne7

source: B52 SICILIAN: CANAL-SOKOLSKY ATTACK, SOKOLSKY VARIATION
it: 1. e4 c5 2. Nf3 d6 3. Bb5+ Bd7 4. Bxd7+ Qxd7 5. c4

source: A86 DUTCH: HORT-ANTOSHIN SYSTEM
it: 1. d4 f5 2. c4 Nf6 3. g3 d6 4. Bg2 c6 5. Nc3 Qc7

source: D44 QGD SEMI-SLAV: ANTI-MERAN, LILIENTHAL VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. Bg5 dxc4 6. e4 b5 7. e5 h6 8. Bh4 g5 9. Nxg5 hxg5 10. Bxg5 Nbd7 11. g3

source: B94 SICILIAN: NAJDORF, 6.BG5
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5

source: A23 ENGLISH: BREMEN SYSTEM, KERES VARIATION
it: 1. c4 e5 2. Nc3 Nf6 3. g3 c6

source: D45 QGD SEMI-SLAV: 5...ND7
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7

source: B07 PIRC: SVESHNIKOV SYSTEM
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. g3

source: D12 QGD SLAV: EXCHANGE VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. e3 Bf5 5. cxd5 cxd5 6. Nc3

source: E63 KING'S INDIAN: FIANCHETTO, PANNO SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 Nc6 7. O-O a6
