Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: A82 DUTCH: STAUNTON GAMBIT, TARTAKOWER VARIATION
it: 1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. g4

source: B77 SICILIAN: DRAGON, YUGOSLAV ATTACK, BYRNE VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. f3 O-O 8. Qd2 Nc6 9. Bc4 a5

source: A00 GROB: SPIKE ATTACK
it: 1. g4 d5 2. Bg2 c6 3. g5

source: A14 ENGLISH: SYMMETRICAL, KERES DEFENSE
it: 1. c4 e6 2. Nf3 d5 3. g3 Nf6 4. Bg2 Be7 5. O-O c5 6. cxd5 Nxd5 7. Nc3 Nc6

source: A38 ENGLISH: SYMMETRICAL VARIATION
it: 1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3 Nf6

source: C41 PHILIDOR: HANHAM, STEINER VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. O-O Be7 6. dxe5

source: C14 FRENCH: CLASSICAL, ALAPIN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. Nb5

source: D50 QGD: BEEN-KOOMEN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 c5

source: D00 BLACKMAR DIEMER GAMBIT: ALBRECHT DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 g6

source: A04 RETI OPENING
it: 1. Nf3

source: B32 SICILIAN DEFENSE
it: 1. e4 c5 2. Nf3 Nc6 3. d4

source: A92 DUTCH DEFENSE
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O

source: B08 PIRC: CLASSICAL SYSTEM, 5.BE2
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Nf3 Bg7 5. Be2

source: B72 SICILIAN: DRAGON, 6.BE3
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3

source: D50 QGD: SEMI-TARRASCH, KRAUSE VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 c5 5. Nf3 cxd4 6. Nxd4 e5 7. Ndb5 a6 8. Qa4

source: D52 QGD: CAMBRIDGE SPRINGS DEFENSE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3 c6 6. Nf3 Qa5

source: E08 CATALAN: CLOSED, SPASSKY GAMBIT
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 Be7 5. Nf3 O-O 6. O-O Nbd7 7. Qc2 c6 8. b3 b6 9. Rd1 Bb7 10. Nc3 b5

source: C40 LATVIAN: POLERIO VARIATION
it: 1. e4 e5 2. Nf3 f5 3. Bc4 fxe4 4. Nxe5 d5

source: C41 PHILIDOR: HANHAM, SCHLECHTER VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. Nc3

source: B03 ALEKHINE'S DEFENSE: FOUR PAWNS ATTACK, KORCHNOI VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 dxe5 6. fxe5 Bf5 7. Nc3 e6 8. Nf3 Be7 9. Be2 O-O 10. O-O f6

source: C96 RUY LOPEZ: CLOSED, BORISENKO DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c5 11. d4 Nc6

source: A25 ENGLISH: SICILIAN REVERSED
it: 1. c4 e5 2. Nc3 Nc6

source: D44 QGD SEMI-SLAV: ANTI-MERAN GAMBIT
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. Bg5 dxc4 6. e4 b5 7. e5 h6 8. Bh4 g5 9. Nxg5

source: E33 NIMZO-INDIAN: CLASSICAL, MILNER-BARRY (ZURICH) VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 Nc6 5. Nf3 d6

source: C78 RUY LOPEZ: ARCHANGEL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O b5 6. Bb3 Bc5

source: C55 GIUOCO PIANO: ROSENTRETER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. O-O Bc5 5. d4 Bxd4 6. Nxd4 Nxd4 7. Bg5 h6 8. Bh4 g5 9. f4

source: C48 FOUR KNIGHTS: SPANISH VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5

source: C67 RUY LOPEZ: BERLIN DEFENSE, MINCKWITZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4 5. d4 Be7 6. dxe5

source: A44 SEMI-BENONI (`BLOCKADE VARIATION')
it: 1. d4 c5 2. d5 e5 3. e4 d6

source: C00 FRENCH: SCHLECHTER VARIATION
it: 1. e4 e6 2. d4 d5 3. Bd3

source: D35 QGD: HARRWITZ ATTACK
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bf4

source: D15 QGD SLAV ACCEPTED
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4

source: C30 KGD: CLASSICAL COUNTER-GAMBIT
it: 1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. c3 f5

source: A44 OLD BENONI DEFENSE
it: 1. d4 c5 2. d5 e5

source: B73 SICILIAN: DRAGON, CLASSICAL, RICHTER VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. O-O O-O 9. Qd2

source: B44 SICILIAN, SZEN VARIATION, DELY-KASPAROV GAMBIT
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nc6 5. Nb5 d6 6. c4 Nf6 7. N1c3 a6 8. Na3 d5

source: A56 CZECH BENONI DEFENSE
it: 1. d4 Nf6 2. c4 c5 3. d5 e5

source: C22 CENTRE GAME: KUPREICHIK VARIATION
it: 1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qe3 Nf6 5. Nc3 Bb4 6. Bd2 O-O 7. O-O-O Re8 8. Bc4 d6 9. Nh3

source: C80 RUY LOPEZ: OPEN, BERGER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. a4 Nxd4 9. Nxd4 exd4 10. Nc3

source: C39 KING'S KNIGHT'S GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4

source: C45 SCOTCH: SCHMIDT VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Nf6

source: A49 KING'S INDIAN: FIANCHETTO WITHOUT C4
it: 1. d4 Nf6 2. Nf3 g6 3. g3

source: C75 RUY LOPEZ: MODERN STEINITZ DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. c3 Bd7

source: A76 BENONI: CLASSICAL, 9...RE8
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O Re8

source: C61 RUY LOPEZ: BIRD'S DEFENSE, PAULSEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nd4 4. Nxd4 exd4 5. O-O Ne7

source: D00 BLACKMAR DIEMER GAMBIT: LEMBERGER COUNTERGAMBIT, SNEIDERS ATTACK
it: 1. d4 d5 2. e4 dxe4 3. Nc3 e5 4. Qh5

source: C39 KGA: ALLGAIER, WALKER ATTACK
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ng5 h6 6. Nxf7 Kxf7 7. Bc4+

source: C45 SCOTCH: PULLING COUNTER-ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Qh4

source: E06 CATALAN: CLOSED, 5.NF3
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 Be7 5. Nf3

source: D15 QGD SLAV: SCHLECHTER VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 g6

source: A85 DUTCH WITH C4 & NC3
it: 1. d4 f5 2. c4 Nf6 3. Nc3

source: C20 KP: NAPOLEON'S OPENING
it: 1. e4 e5 2. Qf3

source: C14 FRENCH: CLASSICAL, POLLOCK VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. Qg4

source: C58 TWO KNIGHTS DEFENSE: BOGOLYUBOV VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. Bb5+ c6 7. dxc6 bxc6 8. Qf3

source: D94 GRUENFELD: SMYSLOV DEFENSE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. e3 O-O 6. Bd3 c6 7. O-O Bg4

source: E17 QUEEN'S INDIAN: OLD MAIN LINE, 6.O-O
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 Be7 6. O-O

source: D67 QGD: ORTHODOX DEFENSE, BD3 LINE, JANOWSKI VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Bd3 dxc4 9. Bxc4 Nd5 10. h4

source: D17 QGD SLAV: KRAUSE ATTACK
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. Ne5

source: C58 TWO KNIGHTS DEFENSE: PAOLI VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. Bb5+ c6 7. dxc6 bxc6 8. Qf3 Qc7 9. Bd3

source: D97 GRUENFELD: RUSSIAN, SZABO (BOLESLAVSKY) VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qb3 dxc4 6. Qxc4 O-O 7. e4 c6

source: A00 AMSTERDAM ATTACK
it: 1. e3 e5 2. c4 d6 3. Nc3 Nc6 4. b3 Nf6

source: A00 GROB: FRITZ GAMBIT
it: 1. g4 d5 2. Bg2 Bxg4 3. c4

source: C90 RUY LOPEZ: CLOSED, LUTIKOV VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. Bc2

source: D30 QGD: VIENNA VARIATION
it: 1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. Bg5 Bb4+

source: A40 POLISH DEFENSE
it: 1. d4 b5

source: B86 SICILIAN: SOZIN ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Bc4

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, BOGOLJUBOW DEFENSE, STUDIER ATTACK
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 g6 6. Bc4 Bg7 7. O-O O-O 8. Qe1

source: A46 QUEEN'S PAWN GAME
it: 1. d4 Nf6 2. Nf3

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, RITTER
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 b6

source: C39 KGA: KIESERITSKY, SALVIO DEFENSE, COZIO VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Qe7 6. d4 f5 7. Bc4

source: C30 KGD: CLASSICAL, SVENONIUS VARIATION
it: 1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. Nc3 Nf6 5. Bc4 Nc6 6. d3 Bg4 7. h3 Bxf3 8. Qxf3 exf4

source: A71 BENONI: CLASSICAL, 8.BG5
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Bg5

source: D94 GRUENFELD: 5.E3
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. e3

source: B36 SICILIAN: ACCELERATED FIANCHETTO, GURGENIDZE VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 g6 5. c4 Nf6 6. Nc3 Nxd4 7. Qxd4 d6

source: B15 CARO-KANN: GURGENIDZE SYSTEM
it: 1. e4 c6 2. d4 d5 3. Nc3 g6

source: D32 QGD: TARRASCH DEFENSE, MARSHALL GAMBIT
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. e4

source: B77 SICILIAN: DRAGON, YUGOSLAV ATTACK, 9.BC4
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. f3 O-O 8. Qd2 Nc6 9. Bc4

source: E20 NIMZO-INDIAN DEFENSE
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4

source: D23 QGA, 4.QC2
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Qc2 dxc4

source: C00 FRENCH: PELIKAN VARIATION
it: 1. e4 e6 2. Nc3 d5 3. f4

source: C57 TWO KNIGHTS DEFENSE: FEGATELLO ATTACK, POLERIO DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Nxd5 6. Nxf7 Kxf7 7. Qf3+ Ke6 8. Nc3 Nce7

source: E23 NIMZO-INDIAN: SPIELMANN, 4...C5, 5.DC NC6
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qb3 c5 5. dxc5 Nc6

source: C31 KGD: FALKBEER COUNTER-GAMBIT
it: 1. e4 e5 2. f4 d5

source: C47 FOUR KNIGHTS: BELGRADE GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. d4 exd4 5. Nd5

source: D21 QGA: 3.NF3
it: 1. d4 d5 2. c4 dxc4 3. Nf3

source: A52 BUDAPEST DEFENSE
it: 1. d4 Nf6 2. c4 e5 3. dxe5 Ng4

source: D27 QGA: CLASSICAL, 6...A6
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6

source: B02 ALEKHINE'S DEFENSE: SCANDINAVIAN VARIATION
it: 1. e4 Nf6 2. Nc3 d5

source: B69 SICILIAN: RICHTER-RAUZER, RAUZER ATTACK, 7...A6 DEFENSE, 11.BXF6
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Qd2 a6 8. O-O-O Bd7 9. f4 Be7 10. Nf3 b5 11. Bxf6

source: C89 RUY LOPEZ: MARSHALL COUNTER-ATTACK, 11...C6
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d5 9. exd5 Nxd5 10. Nxe5 Nxe5 11. Rxe5 c6

source: A29 ENGLISH: FOUR KNIGHTS, KINGSIDE FIANCHETTO, (FARAGO)
it: 1. c4 e5 2. Nc3 Nf6 3. Nf3 Nc6 4. g3 Bb4 5. Bg2 O-O 6. O-O e4 7. Ne1 Bxc3 8. dxc3 h6 9. Nc2 Re8 10. Ne3 d6

source: C53 GIUOCO PIANO: EISINGER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Qe7 5. d4 Bb6 6. d5 Nb8 7. d6

source: A07 RETI: KING'S INDIAN ATTACK (BARCZA SYSTEM)
it: 1. Nf3 d5 2. g3

source: C25 VIENNA: HAMPPE-MUZIO, DUBOIS VARIATION
it: 1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. Bc4 g4 6. O-O gxf3 7. Qxf3 Ne5 8. Qxf4 Qf6

source: A13 ENGLISH: NEO-CATALAN
it: 1. c4 e6 2. Nf3 d5 3. g3 Nf6

source: C65 RUY LOPEZ: BERLIN DEFENSE, 4.O-O
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O

source: C22 CENTRE GAME
it: 1. e4 e5 2. d4 exd4 3. Qxd4 Nc6

source: D94 GRUENFELD: 5.E3 C6
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. e3 c6 6. Be2 O-O 7. O-O Be6

source: A06 RETI OPENING
it: 1. Nf3 d5

source: C25 VIENNA GAME
it: 1. e4 e5 2. Nc3

source: D05 COLLE SYSTEM
it: 1. d4 d5 2. Nf3 Nf6 3. e3 e6 4. Bd3 c5 5. c3

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, BOGOLJUBOW DEFENSE, KLOSS ATTACK
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 g6 6. Bc4 Bg7 7. O-O O-O 8. Kh1

source: C00 FRENCH: WING GAMBIT
it: 1. e4 e6 2. Nf3 d5 3. e5 c5 4. b4

source: A07 RETI: KING'S INDIAN ATTACK, PACHMAN SYSTEM
it: 1. Nf3 d5 2. g3 g6 3. Bg2 Bg7 4. O-O e5 5. d3 Ne7

source: A57 BENKO GAMBIT HALF ACCEPTED
it: 1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6

source: D00 BLACKMAR DIEMER GAMBIT: LAMB DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 Nc6

source: C30 KGD: KEENE'S DEFENSE
it: 1. e4 e5 2. f4 Qh4+ 3. g3 Qe7

source: C48 FOUR KNIGHTS: RANKEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 a6 5. Bxc6

source: E69 KING'S INDIAN: FIANCHETTO, CLASSICAL MAIN LINE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 Nbd7 7. O-O e5 8. e4 c6 9. h3

source: C33 KGA: CARRERA (BASMAN) GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Qe2

source: B83 SICILIAN: MODERN SCHEVENINGEN, MAIN LINE WITH NB3
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Be2 Nc6 7. O-O Be7 8. Be3 O-O 9. f4 Bd7 10. Nb3

source: D06 QGD: GRAU (SAHOVIC) DEFENSE
it: 1. d4 d5 2. c4 Bf5

source: C64 RUY LOPEZ: CLASSICAL DEFENSE, BODEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Bc5 4. c3 Qe7

source: A83 DUTCH: STAUNTON GAMBIT, LASKER VARIATION
it: 1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. Bg5 g6 5. f3

source: D40 QGD: SEMI-TARRASCH DEFENSE, PILLSBURY VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c5 5. Bg5

source: B73 SICILIAN: DRAGON, CLASSICAL, ZOLLNER GAMBIT
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. O-O O-O 9. f4 Qb6 10. e5

source: C01 FRENCH: EXCHANGE, SVENONIUS VARIATION
it: 1. e4 e6 2. d4 d5 3. exd5 exd5 4. Nc3 Nf6 5. Bg5

source: A41 OLD INDIAN DEFENSE
it: 1. d4 d6 2. c4

source: B42 SICILIAN: KAN, POLUGAIEVSKY VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 a6 5. Bd3 Bc5

source: C89 RUY LOPEZ: MARSHALL, HERMAN STEINER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d5 9. exd5 e4

source: C23 BISHOP'S OPENING: MACDONNELL DOUBLE GAMBIT
it: 1. e4 e5 2. Bc4 Bc5 3. b4 Bxb4 4. f4

source: A17 ENGLISH: QUEENS INDIAN FORMATION
it: 1. c4 Nf6 2. Nc3 e6 3. Nf3 b6

source: B80 SICILIAN: SCHEVENINGEN, ENGLISH VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Be3 a6 7. Qd2

source: E52 NIMZO-INDIAN: 4.E3, MAIN LINE WITH ...B6
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 b6

source: A25 ENGLISH: CLOSED, HORT VARIATION
it: 1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. e3 d6 6. Nge2 Be6

source: B32 SICILIAN: NIMZOVICH VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 d5

source: B15 CARO-KANN: TARTAKOWER (NIMZOVICH) VARIATION
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Nf6 5. Nxf6+ exf6

source: A33 ENGLISH: SYMMETRICAL, GELLER VARIATION
it: 1. c4 c5 2. Nf3 Nf6 3. d4 cxd4 4. Nxd4 e6 5. Nc3 Nc6 6. g3 Qb6

source: C33 KGA: BISHOP'S GAMBIT, GRECO VARIATION
it: 1. e4 e5 2. f4 exf4 3. Bc4 Qh4+ 4. Kf1 Bc5

source: A13 ENGLISH: NEO-CATALAN ACCEPTED
it: 1. c4 e6 2. Nf3 d5 3. g3 Nf6 4. Bg2 dxc4

source: C37 KGA: GHULAM KASSIM GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. d4

source: C81 RUY LOPEZ: OPEN, HOWELL ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. Qe2

source: C58 TWO KNIGHTS DEFENSE: COLMAN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. Bb5+ c6 7. dxc6 bxc6 8. Qf3 Rb8

source: C52 EVANS GAMBIT: COMPROMISED DEFENSE, PAULSEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. d4 exd4 7. O-O dxc3 8. Qb3 Qf6 9. e5 Qg6 10. Nxc3 Nge7 11. Ba3

source: C42 RUSSIAN (PETROFF'S) DEFENSE
it: 1. e4 e5 2. Nf3 Nf6 3. Bc4 Nxe4 4. Nc3

source: A25 ENGLISH: CLOSED SYSTEM (WITHOUT ...D6)
it: 1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3

source: C33 KGA: BISHOP'S GAMBIT, CLASSICAL DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Bc4 Qh4+ 4. Kf1 g5

source: A42 MODERN DEFENSE: AVERBAKH SYSTEM
it: 1. d4 d6 2. c4 g6 3. Nc3 Bg7 4. e4

source: E07 CATALAN: CLOSED, 6...NBD7
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 Be7 5. Nf3 O-O 6. O-O Nbd7

source: A00 VENEZOLANA OPENING
it: 1. d3 c5 2. Nc3 Nc6 3. g3

source: A40 BEEFEATER DEFENSE
it: 1. d4 g6 2. c4 Bg7 3. Nc3 c5 4. d5 Bxc3+ 5. bxc3 f5

source: D34 QGD: TARRASCH, STOLTZ VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7 8. O-O O-O 9. Bg5 Be6 10. Rc1 b6

source: C71 RUY LOPEZ: NOAH'S ARK TRAP
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. d4 b5 6. Bb3 Nxd4 7. Nxd4 exd4 8. Qxd4 c5

source: B63 SICILIAN: RICHTER-RAUZER, RAUZER ATTACK, 7...BE7
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Qd2 Be7

source: C13 FRENCH: CLASSICAL
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7

source: C96 RUY LOPEZ: CLOSED (8...NA5)
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2

source: B91 SICILIAN: NAJDORF, ZAGREB (FIANCHETTO) VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. g3

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, KAULICH
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 c5

source: B02 ALEKHINE'S DEFENSE: BROOKLYN DEFENSE
it: 1. e4 Nf6 2. e5 Ng8

source: C00 FRENCH: CHIGORIN VARIATION
it: 1. e4 e6 2. Qe2

source: C83 RUY LOPEZ: OPEN, BRESLAU VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3 Be7 10. Re1 O-O 11. Nd4 Nxe5

source: C37 KGA: COCHRANE GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. Ne5 Qh4+ 6. Kf1 f3

source: C97 RUY LOPEZ: CLOSED, CHIGORIN, YUGOSLAV SYSTEM
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c5 11. d4 Qc7 12. Nbd2 Bd7 13. Nf1 Rfe8 14. Ne3 g6

source: C11 FRENCH DEFENSE
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6

source: E81 KING'S INDIAN: SAEMISCH, BENONI FORMATION
it: 1. d4 Nf6 2. c4 c5 3. d5 g6 4. Nc3 Bg7 5. e4 d6 6. f3 O-O 7. Bg5 h6

source: D74 NEO-GRUENFELD, 6.CD NXD5, 7.O-O
it: 1. d4 Nf6 2. c4 g6 3. g3 d5 4. Bg2 Bg7 5. Nf3 O-O 6. cxd5 Nxd5 7. O-O

source: C57 TWO KNIGHTS DEFENSE: FRITZ, GRUBER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Nd4 6. c3 b5 7. Bf1 Nxd5 8. Ne4

source: A57 BENKO GAMBIT: ZAITSEV SYSTEM
it: 1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. Nc3

source: C35 KGA: CUNNINGHAM, THREE PAWNS GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 Be7 4. Bc4 Bh4+ 5. g3 fxg3 6. O-O gxh2+ 7. Kh1

source: C44 SCOTCH: SEA-CADET MATE
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. c3 dxc3 5. Nxc3 d6 6. Bc4 Bg4 7. O-O Ne5 8. Nxe5 Bxd1 9. Bxf7+ Ke7 10. Nd5#

source: C68 RUY LOPEZ: EXCHANGE, ALEKHINE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Bxc6 dxc6 5. d4 exd4 6. Qxd4 Qxd4 7. Nxd4 Bd7

source: C03 FRENCH: TARRASCH
it: 1. e4 e6 2. d4 d5 3. Nd2

source: C14 FRENCH: CLASSICAL, TARRASCH VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. Bd3

source: E77 KING'S INDIAN: FOUR PAWNS ATTACK
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f4 O-O 6. Be2 c5 7. d5 e6 8. Nf3

source: E34 NIMZO-INDIAN: CLASSICAL, NOA VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 d5

source: A40 QUEEN'S PAWN: ENGLISH DEFENSE
it: 1. d4 b6

source: C24 BISHOP'S OPENING: GRECO GAMBIT
it: 1. e4 e5 2. Bc4 Nf6 3. f4

source: E10 DOERY DEFENSE
it: 1. d4 Nf6 2. c4 e6 3. Nf3 Ne4

source: C25 VIENNA: FYFE GAMBIT
it: 1. e4 e5 2. Nc3 Nc6 3. d4

source: C41 PHILIDOR: NIMZOVICH, SOKOLSKY VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. dxe5 Nxe4 5. Nbd2

source: D44 QGD SEMI-SLAV: EKSTROM VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. Bg5 dxc4 6. e4 b5 7. e5 h6 8. Bh4 g5 9. exf6 gxh4 10. Ne5

source: C88 RUY LOPEZ: CLOSED, 7...D6, 8.D4
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 d6 8. d4

source: A73 BENONI: CLASSICAL, 9.O-O
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O

source: D17 QGD SLAV: CZECH DEFENSE
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5

source: D55 QGD: NEO-ORTHODOX VARIATION, 7.BXF6
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6 7. Bxf6

source: E50 NIMZO-INDIAN: 4.E3 O-O, 5.NF3, WITHOUT ...D5
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3

source: A28 ENGLISH: NENAROKOV VARIATION
it: 1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. d4 exd4 5. Nxd4 Bb4 6. Bg5 h6 7. Bh4 Bxc3+ 8. bxc3 Ne5

source: E36 NIMZO-INDIAN: CLASSICAL, BOTVINNIK VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 d5 5. a3 Bxc3+ 6. Qxc3 Nc6

source: C02 FRENCH: ADVANCE, WADE VARIATION
it: 1. e4 e6 2. d4 d5 3. e5 c5 4. c3 Qb6 5. Nf3 Bd7

source: C50 BLACKBURNE SHILLING GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nd4 4. Nxe5 Qg5 5. Nxf7 Qxg2 6. Rf1 Qxe4+ 7. Be2 Nf3+

source: D55 QGD: NEO-ORTHODOX VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6

source: A05 RETI OPENING
it: 1. Nf3 Nf6

source: E05 CATALAN: OPEN, CLASSICAL LINE
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 dxc4 5. Nf3 Be7

source: A37 ENGLISH: SYMMETRICAL VARIATION
it: 1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3

source: D95 GRUENFELD: BOTVINNIK VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. e3 O-O 6. Qb3 e6

source: C25 VIENNA: HAMPPE-ALLGAIER GAMBIT
it: 1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. h4 g4 6. Ng5

source: B40 SICILIAN: PIN VARIATION (SICILIAN COUNTER-ATTACK)
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Bb4

source: C43 PETROV: MODERN ATTACK, STEINITZ VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. d4 exd4 4. e5 Ne4 5. Qe2

source: E72 KING'S INDIAN: POMAR SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. g3 O-O 6. Bg2 e5 7. Nge2

source: A13 ENGLISH: ROMANISHIN GAMBIT
it: 1. c4 e6 2. Nf3 Nf6 3. g3 a6 4. Bg2 b5

source: B64 SICILIAN: RICHTER-RAUZER, RAUZER ATTACK, 7...BE7 DEFENSE, 9.F4
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Qd2 Be7 8. O-O-O O-O 9. f4

source: B60 SICILIAN: RICHTER-RAUZER
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5

source: A40 MODERN DEFENSE
it: 1. d4 g6

source: C46 THREE KNIGHTS: SCHLECHTER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Bb4 4. Nd5 Nf6

source: B52 SICILIAN: CANAL-SOKOLSKY ATTACK, 3...BD7
it: 1. e4 c5 2. Nf3 d6 3. Bb5+ Bd7

source: C22 CENTRE GAME: L'HERMET VARIATION
it: 1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qe3 f5

source: A01 NIMZOVICH-LARSEN ATTACK: MODERN VARIATION
it: 1. b3 e5

source: C51 EVANS GAMBIT: STEINITZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Bc5 6. d4 exd4 7. O-O d6 8. cxd4 Bb6 9. Nc3 Na5 10. Bg5 f6 11. Be3

source: D55 QGD: 6.NF3
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3

source: D31 QGD: 3.NC3
it: 1. d4 d5 2. c4 e6 3. Nc3

source: D56 QGD: LASKER DEFENSE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6 7. Bh4 Ne4

source: A90 DUTCH-INDIAN, ALEKHINE VARIATION
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Bb4+ 5. Bd2 Be7

source: E60 KING'S INDIAN: FIANCHETTO, YUGOSLAV SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nf3 Bg7 4. g3 O-O 5. Bg2 d6 6. O-O c5 7. dxc5 dxc5

source: B03 ALEKHINE'S DEFENSE: BALOGH VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Bc4

source: C70 RUY LOPEZ: FIANCHETTO DEFENSE DEFERRED
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 g6

source: C43 PETROV: MODERN ATTACK, SYMMETRICAL VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. d4 Nxe4

source: A21 ENGLISH OPENING
it: 1. c4 e5 2. Nc3

source: B20 SICILIAN: KERES VARIATION (2.NE2)
it: 1. e4 c5 2. Ne2

source: A86 DUTCH: LENINGRAD VARIATION
it: 1. d4 f5 2. c4 Nf6 3. g3 g6

source: B58 SICILIAN: BOLESLAVSKY VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 d6 6. Be2 e5

source: C51 EVANS GAMBIT: NORMAL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Bc5 6. d4 exd4 7. O-O d6 8. cxd4 Bb6

source: D69 QGD: ORTHODOX DEFENSE, CLASSICAL, 13.DE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Bd3 dxc4 9. Bxc4 Nd5 10. Bxe7 Qxe7 11. O-O Nxc3 12. Rxc3 e5 13. dxe5 Nxe5 14. Nxe5 Qxe5

source: A92 DUTCH DEFENSE, ALEKHINE VARIATION
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O Ne4

source: E26 NIMZO-INDIAN: SAEMISCH VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 c5 6. e3

source: E53 NIMZO-INDIAN: 4.E3, MAIN LINE WITH ...C5
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 c5

source: A00 POLISH: OUTFLANK VARIATION
it: 1. b4 c6

source: A83 DUTCH: STAUNTON GAMBIT, STAUNTON'S LINE
it: 1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. Bg5

source: D20 QGA: LINARES VARIATION
it: 1. d4 d5 2. c4 dxc4 3. e4 c5 4. d5 Nf6 5. Nc3 b5

source: A21 ENGLISH, SMYSLOV DEFENSE
it: 1. c4 e5 2. Nc3 d6 3. Nf3 Bg4

source: B30 SICILIAN: NIMZOVICH-ROSSOLIMO ATTACK, ZAGREBELNY VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. Bb5 e6 4. O-O Nge7 5. Nc3 a6 6. Bxc6 Nxc6 7. d4 cxd4 8. Nxd4 Qc7 9. Nxc6

source: C44 PONZIANI COUNTER-GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. c3 f5

source: E10 BLUMENFELD COUNTER-GAMBIT, DUS-CHOTIMURSKY VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 c5 4. d5 b5 5. Bg5

source: A46 QUEEN'S PAWN: YUSUPOV-RUBINSTEIN SYSTEM
it: 1. d4 Nf6 2. Nf3 e6 3. e3

source: C74 RUY LOPEZ: MODERN STEINITZ DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. c3
