Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: rnbqk2r/pp1n1ppp/4p3/2bpP3/5PQ1/2N5/PPP3PP/R1B1KBNR b KQkq -
it: C11§French§Steinitz, Bradford attack§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. e5 Nfd7 5. f4 c5 6. dxc5 Bxc5 7. Qg4 *

source: r1bqkb1r/pp1n1ppp/2n1p3/2PpP3/5P2/2N5/PPP3PP/R1BQKBNR w KQkq -
it: C11§French§Steinitz variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. e5 Nfd7 5. f4 c5 6. dxc5 Nc6 *

source: r1bq1rk1/pp1n2pp/2n1pp2/2bpP3/5PQ1/P1N2N2/1PP3PP/R1B1KB1R w KQ -
it: C11§French§Steinitz, Brodsky-Jones variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. e5 Nfd7 5. f4 c5 6. dxc5 Nc6 7. a3 Bxc5 8. Qg4 O-O 9. Nf3 f6 *

source: rnbqkb1r/pp1n1ppp/4p3/2ppP3/3P1P2/2N2N2/PPP3PP/R1BQKB1R b KQkq -
it: C11§French§Steinitz variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. e5 Nfd7 5. f4 c5 6. Nf3 *

source: r1bqkb1r/pp1n1ppp/2n1p3/2ppP3/3P1P2/2N1BN2/PPP3PP/R2QKB1R b KQkq -
it: C11§French§Steinitz, Boleslavsky variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. e5 Nfd7 5. f4 c5 6. Nf3 Nc6 7. Be3 *

source: rnbqkb1r/pppn1ppp/4p3/3pP3/3P2Q1/2N5/PPP2PPP/R1B1KBNR b KQkq -
it: C11§French§Steinitz, Gledhill attack§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. e5 Nfd7 5. Qg4 *

source: rnbqkb1r/ppp2ppp/4pn2/6B1/3Pp3/2N5/PPP2PPP/R2QKBNR w KQkq -
it: C11§French§Burn variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 dxe4 *

source: rnbqk2r/ppp2ppp/4pn2/3p2B1/1b1PP3/2N5/PPP2PPP/R2QKBNR w KQkq -
it: C12§French§MacCutcheon variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 *

source: rnb1k2r/ppp2p1p/4pp2/q7/1b1P4/2N5/PPPQ1PPP/R3KBNR w KQkq -
it: C12§French§MacCutcheon, Bogolyubov variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. exd5 Qxd5 6. Bxf6 gxf6 7. Qd2 Qa5 *

source: rnbqk2r/ppp2ppp/4pn2/3pP1B1/1b1P4/2N5/PPP2PPP/R2QKBNR b KQkq -
it: C12§French§MacCutcheon, Advance variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 *

source: rnbqk2r/ppp2pp1/4pP1p/3p2B1/1b1P4/2N5/PPP2PPP/R2QKBNR b KQkq -
it: C12§French§MacCutcheon, Chigorin variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. exf6 *

source: rnbqk1r1/ppp2pP1/4p3/3p4/1b1P2Qp/2N5/PPP2PP1/R3KBNR b KQq -
it: C12§French§MacCutcheon, Grigoriev variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. exf6 hxg5 7. fxg7 Rg8 8. h4 gxh4 9. Qg4 *

source: rnbqk2r/ppp2pp1/4pn1p/3pP3/1b1P3B/2N5/PPP2PPP/R2QKBNR b KQkq -
it: C12§French§MacCutcheon, Bernstein variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Bh4 *

source: rnbqk2r/ppp2pp1/4pn1p/3pP3/1b1P4/2N1B3/PPP2PPP/R2QKBNR b KQkq -
it: C12§French§MacCutcheon, Janowski variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Be3 *

source: rnbqk2r/ppp2pp1/4pn1p/3pP3/1b1P4/2N5/PPP2PPP/R1BQKBNR b KQkq -
it: C12§French§MacCutcheon, Dr. Olland (Dutch) variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Bc1 *

source: rnbqk2r/pppn1pp1/4p2p/3pP3/1b1P4/2N5/PPPB1PPP/R2QKBNR w KQkq -
it: C12§French§MacCutcheon, Tartakower variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Bd2 Nfd7 *

source: rnbqk2r/ppp2pp1/4pn1p/3pP3/3P4/2b5/PPPB1PPP/R2QKBNR w KQkq -
it: C12§French§MacCutcheon, Lasker variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Bd2 Bxc3 *

source: rnbqk2r/ppp2p2/4p1pp/3pP3/3Pn1Q1/2P5/P1PB1PPP/R3KBNR w KQkq -
it: C12§French§MacCutcheon, Lasker variation, 8...g6§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Bd2 Bxc3 7. bxc3 Ne4 8. Qg4 g6 *

source: rnbqk2r/ppp1bppp/4pn2/3p2B1/3PP3/2N5/PPP2PPP/R2QKBNR w KQkq -
it: C13§French§Classical§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 *

source: rnbqk2r/ppp1bppp/4pB2/3p4/3PP3/2N5/PPP2PPP/R2QKBNR b KQkq -
it: C13§French§Classical, Anderssen variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. Bxf6 *

source: rnbqk2r/ppp1bppp/4p3/3pP3/3P2Q1/2N5/PPP2PPP/R3KBNR b KQkq -
it: C13§French§Classical, Anderssen-Richter variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. Bxf6 Bxf6 6. e5 Be7 7. Qg4 *

source: rnbqk1nr/ppp1bppp/4p3/3pP1B1/3P4/2N5/PPP2PPP/R2QKBNR w KQkq -
it: C13§French§Classical, Vistaneckis (Nimzovich) variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Ng8 *

source: rnbqk1nr/p1p1bppp/1p2p3/3pP3/3P4/2N1B3/PPP2PPP/R2QKBNR w KQkq -
it: C13§French§Classical, Frankfurt variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Ng8 6. Be3 b6 *

source: rnbqk2r/ppp1bppp/4p3/3pP1B1/3Pn3/2N5/PPP2PPP/R2QKBNR w KQkq -
it: C13§French§Classical, Tartakower variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Ne4 *

source: rnbqk2r/pppnbppp/4p3/3pP1B1/3P3P/2N5/PPP2PP1/R2QKBNR b KQkq -
it: C13§French§Albin-Alekhine-Chatard attack§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. h4 *

source: rnbqk2r/1ppnbppp/p3p3/3pP1B1/3P3P/2N5/PPP2PP1/R2QKBNR w KQkq -
it: C13§French§Albin-Alekhine-Chatard attack, Maroczy variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. h4 a6 *

source: rnbqk2r/pp1nbppp/4p3/2ppP1B1/3P3P/2N5/PPP2PP1/R2QKBNR w KQkq -
it: C13§French§Albin-Alekhine-Chatard attack, Breyer variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. h4 c5 *

source: rnbqk2r/pppnb1pp/4pp2/3pP1B1/3P3P/2N5/PPP2PP1/R2QKBNR w KQkq -
it: C13§French§Albin-Alekhine-Chatard attack, Teichmann variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. h4 f6 *

source: rnbq1rk1/pppnbppp/4p3/3pP1B1/3P3P/2N5/PPP2PP1/R2QKBNR w KQ -
it: C13§French§Albin-Alekhine-Chatard attack, Spielmann variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. h4 O-O *

source: rnb1k2r/pppnqppp/4p3/3pP3/3P4/2N5/PPP2PPP/R2QKBNR w KQkq -
it: C14§French§Classical variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 *

source: rnb1k2r/pppnqppp/4p3/3pP3/3P4/2NB4/PPP2PPP/R2QK1NR b KQkq -
it: C14§French§Classical, Tarrasch variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. Bd3 *

source: rnb1k2r/pppnqppp/4p3/3pP3/3P4/2N5/PPPQ1PPP/R3KBNR b KQkq -
it: C14§French§Classical, Rubinstein variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. Qd2 *

source: rnb1k2r/pppnqppp/4p3/1N1pP3/3P4/8/PPP2PPP/R2QKBNR b KQkq -
it: C14§French§Classical, Alapin variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. Nb5 *

source: rnb1k2r/pppnqppp/4p3/3pP3/3P2Q1/2N5/PPP2PPP/R3KBNR b KQkq -
it: C14§French§Classical, Pollock variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. Qg4 *

source: rnb1k2r/pppnqppp/4p3/3pP3/3P1P2/2N5/PPP3PP/R2QKBNR b KQkq -
it: C14§French§Classical, Steinitz variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. f4 *

source: r1b2rk1/pp1nqppp/2n1p3/3pP3/2pP1P2/2N2N2/PPPQ2PP/2KR1B1R w - -
it: C14§French§Classical, Stahlberg variation§1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. f4 O-O 8. Nf3 c5 9. Qd2 Nc6 10. O-O-O c4 *

source: rnbqk1nr/ppp2ppp/4p3/3p4/1b1PP3/2N5/PPP2PPP/R1BQKBNR w KQkq -
it: C15§French§Winawer (Nimzovich) variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 *

source: rnb1k1nr/pp3ppp/4p3/2pq4/1b1P4/2NB4/PPPB1PPP/R2QK1NR b KQkq -
it: C15§French§Winawer, Kondratiyev variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Bd3 c5 5. exd5 Qxd5 6. Bd2 *

source: rnbqk1nr/ppp2ppp/4p3/3p4/1b1PP3/2N5/PPPB1PPP/R2QKBNR b KQkq -
it: C15§French§Winawer, fingerslip variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Bd2 *

source: rnbqk1nr/ppp2ppp/4p3/3p4/1b1PP3/2N5/PPP1NPPP/R1BQKB1R b KQkq -
it: C15§French§Winawer, Alekhine (Maroczy) gambit§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Ne2 *

source: r1bq1rk1/ppp1bppp/2n1pn2/8/3PN3/P5N1/1PP1BPPP/R1BQK2R w KQ -
it: C15§French§Winawer, Alekhine gambit, Alatortsev variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Ne2 dxe4 5. a3 Be7 6. Nxe4 Nf6 7. N2g3 O-O 8. Be2 Nc6 *

source: rnbqk1nr/ppp2ppp/4p3/8/3Pp3/P1b5/1PP1NPPP/R1BQKB1R w KQkq -
it: C15§French§Winawer, Alekhine gambit§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Ne2 dxe4 5. a3 Bxc3+ *

source: r1bqk1nr/ppp2ppp/2n1p3/8/3Pp3/P1N5/1PP2PPP/R1BQKB1R w KQkq -
it: C15§French§Winawer, Alekhine gambit, Kan variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Ne2 dxe4 5. a3 Bxc3+ 6. Nxc3 Nc6 *

source: rnbqk1nr/ppp2ppp/4p3/3pP3/1b1P4/2N5/PPP2PPP/R1BQKBNR b KQkq -
it: C16§French§Winawer, Advance variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 *

source: rnb1k1nr/pppq1ppp/4p3/3pP3/1b1P4/2N5/PPP2PPP/R1BQKBNR w KQkq -
it: C16§French§Winawer, Petrosian variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 Qd7 *

source: rnbqk1nr/pp3ppp/4p3/2ppP3/1b1P4/2N5/PPP2PPP/R1BQKBNR w KQkq -
it: C17§French§Winawer, Advance variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 *

source: rnbqk1nr/pp3ppp/4p3/2ppP3/1b1P4/2N5/PPPB1PPP/R2QKBNR b KQkq -
it: C17§French§Winawer, Advance, Bogolyubov variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. Bd2 *

source: rnbqk1nr/pp3ppp/4p3/2ppP3/1b1P2Q1/2N5/PPP2PPP/R1B1KBNR b KQkq -
it: C17§French§Winawer, Advance, Russian variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. Qg4 *

source: rnbqk1nr/pp3ppp/4p3/2ppP3/1b1P4/P1N5/1PP2PPP/R1BQKBNR b KQkq -
it: C17§French§Winawer, Advance, 5.a3§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 *

source: rnbqk1nr/pp3ppp/4p3/3pP3/1P6/2p2N2/1PP2PPP/R1BQKB1R b KQkq -
it: C17§French§Winawer, Advance, Rauzer variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 cxd4 6. axb4 dxc3 7. Nf3 *

source: rnbqk1nr/pp3ppp/4p3/2ppP3/3P4/P1P5/2P2PPP/R1BQKBNR b KQkq -
it: C18§French§Winawer, Advance variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 *

source: rnb1k1nr/ppq2ppp/4p3/2ppP3/3P4/P1P5/2P2PPP/R1BQKBNR w KQkq -
it: C18§French§Winawer, Classical variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Qc7 *

source: rnbqk2r/pp2nppp/4p3/2ppP3/3P4/P1P5/2P2PPP/R1BQKBNR w KQkq -
it: C19§French§Winawer, Advance, 6...Ne7§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7 *

source: rnbqk2r/pp2nppp/4p3/2ppP3/P2P4/2P5/2P2PPP/R1BQKBNR b KQkq -
it: C19§French§Winawer, Advance, Smyslov variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7 7. a4 *

source: rnbqk2r/pp2nppp/4p3/2ppP3/3P4/P1P2N2/2P2PPP/R1BQKB1R b KQkq -
it: C19§French§Winawer, Advance, positional Main line§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7 7. Nf3 *

source: rnbqk2r/pp2nppp/4p3/2ppP3/3P2Q1/P1P5/2P2PPP/R1B1KBNR b KQkq -
it: C19§French§Winawer, Advance, poisoned pawn variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7 7. Qg4 *

source: rnb1k1r1/ppq1np1Q/4p3/3pP3/3p4/P1P5/2P1NPPP/R1B1KB1R b KQq -
it: C19§French§Winawer, Advance, poisoned pawn, Konstantinopolsky variation§1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7 7. Qg4 Qc7 8. Qxg7 Rg8 9. Qxh7 cxd4 10. Ne2 *

source: rnbqkbnr/pppp1ppp/8/4p3/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: C20§King's pawn game§1. e4 e5 *

source: rnbqkbnr/pppp1ppp/8/4p3/4P3/3P4/PPP2PPP/RNBQKBNR b KQkq -
it: C20§KP§Indian Opening§1. e4 e5 2. d3 *

source: rnbqkbnr/pppp1ppp/8/4p3/4P3/P7/1PPP1PPP/RNBQKBNR b KQkq -
it: C20§KP§Mengarini's Opening§1. e4 e5 2. a3 *

source: rnbqkbnr/pppp1ppp/8/4p3/4P3/5P2/PPPP2PP/RNBQKBNR b KQkq -
it: C20§KP§King's head Opening§1. e4 e5 2. f3 *

source: rnbqkbnr/pppp1ppp/8/4p2Q/4P3/8/PPPP1PPP/RNB1KBNR b KQkq -
it: C20§KP§Patzer Opening§1. e4 e5 2. Qh5 *

source: rnbqkbnr/pppp1ppp/8/4p3/4P3/5Q2/PPPP1PPP/RNB1KBNR b KQkq -
it: C20§KP§Napoleon's Opening§1. e4 e5 2. Qf3 *

source: rnbqkbnr/pppp1ppp/8/4p3/4P3/2P5/PP1P1PPP/RNBQKBNR b KQkq -
it: C20§KP§Lopez Opening§1. e4 e5 2. c3 *

source: rnbqkbnr/pppp1ppp/8/4p3/4P3/8/PPPPNPPP/RNBQKB1R b KQkq -
it: C20§Alapin's Opening§1. e4 e5 2. Ne2 *

source: rnbqkbnr/pppp1ppp/8/8/3pP3/8/PPP2PPP/RNBQKBNR w KQkq -
it: C21§Centre game§1. e4 e5 2. d4 exd4 *

source: rnbqkbnr/p2p1ppp/8/1pp5/2BpP3/5N2/PPP2PPP/RNBQK2R w KQkq -
it: C21§Centre game, Kieseritsky variation§1. e4 e5 2. d4 exd4 3. Nf3 c5 4. Bc4 b5 *

source: rnbqkbnr/pppp1ppp/8/8/3pPP2/8/PPP3PP/RNBQKBNR b KQkq -
it: C21§Halasz gambit§1. e4 e5 2. d4 exd4 3. f4 *

source: rnbqkbnr/pppp1ppp/8/8/3pP3/2P5/PP3PPP/RNBQKBNR b KQkq -
it: C21§Danish gambit§1. e4 e5 2. d4 exd4 3. c3 *

source: rnb1kbnr/ppppqppp/8/8/2B1P3/8/PB3PPP/RN1QK1NR w KQkq -
it: C21§Danish gambit§Collijn defense§1. e4 e5 2. d4 exd4 3. c3 dxc3 4. Bc4 cxb2 5. Bxb2 Qe7 *

source: rnbqkbnr/ppp2ppp/8/3p4/2B1P3/8/PB3PPP/RN1QK1NR w KQkq -
it: C21§Danish gambit§Schlechter defense§1. e4 e5 2. d4 exd4 3. c3 dxc3 4. Bc4 cxb2 5. Bxb2 d5 *

source: rnbqkbnr/ppp2ppp/8/3p4/3pP3/2P5/PP3PPP/RNBQKBNR w KQkq -
it: C21§Danish gambit§Soerensen defense§1. e4 e5 2. d4 exd4 3. c3 d5 *

source: rnbqkbnr/pppp1ppp/8/8/3QP3/8/PPP2PPP/RNB1KBNR b KQkq -
it: C21§Centre game§1. e4 e5 2. d4 exd4 3. Qxd4 *

source: r1bqkbnr/pppp1ppp/2n5/8/3QP3/8/PPP2PPP/RNB1KBNR w KQkq -
it: C22§Centre game§1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 *

source: r1bqkbnr/pppp1ppp/2n5/8/4P3/4Q3/PPP2PPP/RNB1KBNR b KQkq -
it: C22§Centre game§Paulsen attack§1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qe3 *

source: r1bqk1nr/ppppbppp/2n5/8/4P3/2P1Q3/PP3PPP/RNB1KBNR w KQkq -
it: C22§Centre game§Charousek variation§1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qe3 Bb4+ 5. c3 Be7 *

source: r1bqkbnr/pppp2pp/2n5/5p2/4P3/4Q3/PPP2PPP/RNB1KBNR w KQkq -
it: C22§Centre game§l'Hermet variation§1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qe3 f5 *

source: r1bqkb1r/pppp1ppp/2n2n2/8/4P3/4Q3/PPP2PPP/RNB1KBNR w KQkq -
it: C22§Centre game§Berger variation§1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qe3 Nf6 *

source: r1bqr1k1/ppp2ppp/2np1n2/8/1bB1P3/2N1Q2N/PPPB1PPP/2KR3R b - -
it: C22§Centre game§Kupreichik variation§1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qe3 Nf6 5. Nc3 Bb4 6. Bd2 O-O 7. O-O-O Re8 8. Bc4 d6 9. Nh3 *

source: r1bqkbnr/pppp1ppp/2n5/8/2Q1P3/8/PPP2PPP/RNB1KBNR b KQkq -
it: C22§Centre game§Hall variation§1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qc4 *

source: rnbqkbnr/pppp1ppp/8/4p3/2B1P3/8/PPPP1PPP/RNBQK1NR b KQkq -
it: C23§Bishop's Opening§1. e4 e5 2. Bc4 *

source: rnbqkbnr/pp1p1ppp/2p5/4p3/2B1P3/8/PPPP1PPP/RNBQK1NR w KQkq -
it: C23§Bishop's Opening§Philidor counter-attack§1. e4 e5 2. Bc4 c6 *

source: r2qkbnr/pp3ppp/8/3pn3/8/8/PPP1NPPP/RNBQK2R b KQkq -
it: C23§Bishop's Opening§Lisitsyn variation§1. e4 e5 2. Bc4 c6 3. d4 d5 4. exd5 cxd5 5. Bb5+ Bd7 6. Bxd7+ Nxd7 7. dxe5 Nxe5 8. Ne2 *

source: rnbqkbnr/pppp2pp/8/4pp2/2B1P3/8/PPPP1PPP/RNBQK1NR w KQkq -
it: C23§Bishop's Opening§Calabrese counter-gambit§1. e4 e5 2. Bc4 f5 *

source: rnbqkbnr/pppp2pp/8/4pp2/2B1P3/3P4/PPP2PPP/RNBQK1NR b KQkq -
it: C23§Bishop's Opening§Calabrese counter-gambit, Jaenisch variation§1. e4 e5 2. Bc4 f5 3. d3 *

source: rnbqk1nr/pppp1ppp/8/2b1p3/2B1P3/8/PPPP1PPP/RNBQK1NR w KQkq -
it: C23§Bishop's Opening§Classical variation§1. e4 e5 2. Bc4 Bc5 *

source: r1bqk2r/pppp1ppp/2n2n2/2b1p3/2B1PP2/2P5/PP1PQ1PP/RNB1K1NR b KQkq -
it: C23§Bishop's Opening§Lopez gambit§1. e4 e5 2. Bc4 Bc5 3. Qe2 Nc6 4. c3 Nf6 5. f4 *

source: rnbqk1nr/pppp1ppp/8/2b1p3/2B1P3/2P5/PP1P1PPP/RNBQK1NR b KQkq -
it: C23§Bishop's Opening§Philidor variation§1. e4 e5 2. Bc4 Bc5 3. c3 *

source: rnbq1rk1/ppp2ppp/5P2/2b4Q/2pp4/2P5/PP3PPP/RNB1K1NR w KQ -
it: C23§Bishop's Opening§Pratt variation§1. e4 e5 2. Bc4 Bc5 3. c3 Nf6 4. d4 exd4 5. e5 d5 6. exf6 dxc4 7. Qh5 O-O *

source: rnbqk1nr/ppp2ppp/8/2bpp3/2B1P3/2P5/PP1P1PPP/RNBQK1NR w KQkq -
it: C23§Bishop's Opening§Lewis counter-gambit§1. e4 e5 2. Bc4 Bc5 3. c3 d5 *

source: rnb1k1nr/pppp1ppp/8/2b1p1q1/2B1P3/2P5/PP1P1PPP/RNBQK1NR w KQkq -
it: C23§Bishop's Opening§del Rio variation§1. e4 e5 2. Bc4 Bc5 3. c3 Qg5 *

source: rnbqk1nr/pppp1ppp/8/2b1p3/2BPP3/8/PPP2PPP/RNBQK1NR b KQkq -
it: C23§Bishop's Opening§Lewis gambit§1. e4 e5 2. Bc4 Bc5 3. d4 *

source: rnbqk1nr/pppp1ppp/8/2b1p3/1PB1P3/8/P1PP1PPP/RNBQK1NR b KQkq -
it: C23§Bishop's Opening§Wing gambit§1. e4 e5 2. Bc4 Bc5 3. b4 *

source: rnbqk1nr/pppp1ppp/8/4p3/1bB1PP2/8/P1PP2PP/RNBQK1NR b KQkq -
it: C23§Bishop's Opening§MacDonnell double gambit§1. e4 e5 2. Bc4 Bc5 3. b4 Bxb4 4. f4 *

source: rnbqk1nr/pppp1ppp/8/8/2BPP2b/5N2/P1P4p/RNBQ1R1K b kq -
it: C23§Bishop's Opening§Four pawns' gambit§1. e4 e5 2. Bc4 Bc5 3. b4 Bxb4 4. f4 exf4 5. Nf3 Be7 6. d4 Bh4+ 7. g3 fxg3 8. O-O gxh2+ 9. Kh1 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/2B1P3/8/PPPP1PPP/RNBQK1NR w KQkq -
it: C24§Bishop's Opening§Berlin defense§1. e4 e5 2. Bc4 Nf6 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/2B1PP2/8/PPPP2PP/RNBQK1NR b KQkq -
it: C24§Bishop's Opening§Greco gambit§1. e4 e5 2. Bc4 Nf6 3. f4 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/2BPP3/8/PPP2PPP/RNBQK1NR b KQkq -
it: C24§Bishop's Opening§Ponziani gambit§1. e4 e5 2. Bc4 Nf6 3. d4 *

source: rnbqkb1r/pppp1ppp/5n2/8/2BpP3/5N2/PPP2PPP/RNBQK2R b KQkq -
it: C43§Petrov§Urusov gambit§1. e4 e5 2. Bc4 Nf6 3. d4 exd4 4. Nf3 *

source: rnb1k2r/ppp1qppp/5n2/3P4/1bBp4/2P2N2/PP3PPP/RNBQK2R w KQkq -
it: C24§Bishop's Opening§Urusov gambit, Panov variation§1. e4 e5 2. Bc4 Nf6 3. d4 exd4 4. Nf3 d5 5. exd5 Bb4+ 6. c3 Qe7+ *

source: rnbqkbnr/pppp1ppp/8/4p3/4P3/2N5/PPPP1PPP/R1BQKBNR b KQkq -
it: C25§Vienna game§1. e4 e5 2. Nc3 *

source: rnbqk2r/pppp1ppp/5n2/4p3/1b2P1Q1/2N5/PPPP1PPP/R1B1KBNR w KQkq -
it: C25§Vienna§Zhuravlev countergambit§1. e4 e5 2. Nc3 Bb4 3. Qg4 Nf6 *

source: r1bqkbnr/pppp1ppp/2n5/4p3/4P3/2N5/PPPP1PPP/R1BQKBNR w KQkq -
it: C25§Vienna game, Max Lange defense§1. e4 e5 2. Nc3 Nc6 *

source: r1bqkbnr/pppp1ppp/2n5/4p3/4P3/2N3P1/PPPP1P1P/R1BQKBNR b KQkq -
it: C25§Vienna§Paulsen variation§1. e4 e5 2. Nc3 Nc6 3. g3 *

source: r1bqkbnr/pppp1ppp/2n5/4p3/3PP3/2N5/PPP2PPP/R1BQKBNR b KQkq -
it: C25§Vienna§Fyfe gambit§1. e4 e5 2. Nc3 Nc6 3. d4 *

source: r1bqkbnr/pppp1ppp/2n5/4p3/4PP2/2N5/PPPP2PP/R1BQKBNR b KQkq -
it: C25§Vienna gambit§1. e4 e5 2. Nc3 Nc6 3. f4 *

source: r1bqkbnr/pppp1ppp/2n5/8/3PPp2/2N5/PPP3PP/R1BQKBNR b KQkq -
it: C25§Vienna§Steinitz gambit§1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. d4 *

source: r1bqkbnr/pppp1ppp/2n5/8/4Pp2/2N2N2/PPPP2PP/R1BQKB1R b KQkq -
it: C25§Vienna gambit§1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 *

source: r1bqkbnr/pppp1p1p/2n5/6N1/4PppP/2N5/PPPP2P1/R1BQKB1R b KQkq -
it: C25§Vienna§Hamppe-Allgaier gambit§1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. h4 g4 6. Ng5 *

source: r1bqkbnr/ppp2p1p/2np4/6N1/4PppP/2N5/PPPP2P1/R1BQKB1R w KQkq -
it: C25§Vienna§Hamppe-Allgaier gambit, Alapin variation§1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. h4 g4 6. Ng5 d6 *

source: r1bqkbnr/pppp1p1p/2n5/8/2B1Ppp1/2N2N2/PPPP2PP/R1BQ1RK1 b kq -
it: C25§Vienna§Hamppe-Muzio gambit§1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. Bc4 g4 6. O-O *

source: r1b1kbnr/pppp1p1p/5q2/4n3/2B1PQ2/2N5/PPPP2PP/R1B2RK1 w kq -
it: C25§Vienna§Hamppe-Muzio, Dubois variation§1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. Bc4 g4 6. O-O gxf3 7. Qxf3 Ne5 8. Qxf4 Qf6 *

source: r1bqkbnr/pppp1p1p/2n5/6p1/3PPp2/2N2N2/PPP3PP/R1BQKB1R b KQkq -
it: C25§Vienna§Pierce gambit§1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. d4 *

source: r2qkbnr/ppp2p1p/2P5/8/2BP1pb1/2N2p2/PPP3PP/R1BQ1RK1 b kq -
it: C25§Vienna§Pierce gambit, Rushmere attack§1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. d4 g4 6. Bc4 gxf3 7. O-O d5 8. exd5 Bg4 9. dxc6 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/4P3/2N5/PPPP1PPP/R1BQKBNR w KQkq -
it: C26§Vienna§Falkbeer variation§1. e4 e5 2. Nc3 Nf6 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/4P3/P1N5/1PPP1PPP/R1BQKBNR b KQkq -
it: C26§Vienna§Mengarini variation§1. e4 e5 2. Nc3 Nf6 3. a3 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/4P3/2N3P1/PPPP1P1P/R1BQKBNR b KQkq -
it: C26§Vienna§Paulsen-Mieses variation§1. e4 e5 2. Nc3 Nf6 3. g3 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/2B1P3/2N5/PPPP1PPP/R1BQK1NR b KQkq -
it: C26§Vienna game§1. e4 e5 2. Nc3 Nf6 3. Bc4 *

source: rnbqkb1r/pppp1ppp/8/4p3/2B1n3/2N5/PPPP1PPP/R1BQK1NR w KQkq -
it: C27§Vienna game§1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 *

source: r1bqkb1r/pppp1ppp/2nn4/4p2Q/3P4/1BN5/PPP2PPP/R1B1K1NR b KQkq -
it: C27§Vienna§Adams' gambit§1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 4. Qh5 Nd6 5. Bb3 Nc6 6. d4 *

source: rnbqk2r/ppppbppp/3n4/4p2Q/8/1BN5/PPPP1PPP/R1B1K1NR w KQkq -
it: C27§Vienna game§1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 4. Qh5 Nd6 5. Bb3 Be7 *

source: r1bqk2r/ppppbppp/2nn4/4N2Q/8/1BN5/PPPP1PPP/R1B1K2R b KQkq -
it: C27§Vienna§Alekhine variation§1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 4. Qh5 Nd6 5. Bb3 Be7 6. Nf3 Nc6 7. Nxe5 *

source: rnbqkb1r/pppp1ppp/8/4p3/2B1n3/2N2N2/PPPP1PPP/R1BQK2R b KQkq -
it: C27§Boden-Kieseritsky gambit§1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 4. Nf3 *

source: rnbqkb1r/ppp2ppp/8/3pp3/2B1n3/2N2N2/PPPP1PPP/R1BQK2R w KQkq -
it: C27§Boden-Kieseritsky gambit§Lichtenhein defense§1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 4. Nf3 d5 *

source: r1bqkb1r/pppp1ppp/2n2n2/4p3/2B1P3/2N5/PPPP1PPP/R1BQK1NR w KQkq -
it: C28§Vienna game§1. e4 e5 2. Nc3 Nf6 3. Bc4 Nc6 *

source: rnbqkb1r/ppp2ppp/5n2/3pp3/4PP2/2N5/PPPP2PP/R1BQKBNR w KQkq -
it: C29§Vienna gambit§1. e4 e5 2. Nc3 Nf6 3. f4 d5 *

source: rn1qkb1r/ppp2ppp/8/3pP3/4n1b1/2N2N2/PPPPQ1PP/R1B1KB1R b KQkq -
it: C29§Vienna gambit§Kaufmann variation§1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. Nf3 Bg4 6. Qe2 *

source: rnbqk2r/ppp1bppp/8/3pP3/4n3/2N2N2/PPPP2PP/R1BQKB1R w KQkq -
it: C29§Vienna gambit§Breyer variation§1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. Nf3 Be7 *

source: rnbqkb1r/ppp2ppp/8/3pP3/4n3/2N2Q2/PPPP2PP/R1B1KBNR b KQkq -
it: C29§Vienna gambit§Paulsen attack§1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. Qf3 *

source: rnbqkb1r/ppp3pp/8/3pPp2/3Pn3/2N2Q2/PPP3PP/R1B1KBNR b KQkq -
it: C29§Vienna gambit§Heyde variation§1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. Qf3 f5 6. d4 *

source: rnbqkb1r/ppp2ppp/8/3pP3/4n3/2NP4/PPP3PP/R1BQKBNR b KQkq -
it: C29§Vienna gambit§1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. d3 *

source: rnb1kb1r/ppp2ppp/8/3NP2q/8/3P1Nn1/PPP4P/R1BQKB1R b KQkq -
it: C29§Vienna gambit, Wurzburger trap§1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. d3 Qh4+ 6. g3 Nxg3 7. Nf3 Qh5 8. Nxd5 *

source: rnbqkb1r/ppp2ppp/5n2/3pp3/4PP2/2NP4/PPP3PP/R1BQKBNR b KQkq -
it: C29§Vienna gambit, Steinitz variation§1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. d3 *

source: rnbqkbnr/pppp1ppp/8/4p3/4PP2/8/PPPP2PP/RNBQKBNR b KQkq -
it: C30§King's gambit§1. e4 e5 2. f4 *

source: rnb1kbnr/ppppqppp/8/4p3/4PP2/6P1/PPPP3P/RNBQKBNR w KQkq -
it: C30§KGD§Keene's defense§1. e4 e5 2. f4 Qh4+ 3. g3 Qe7 *

source: rnbqkbnr/pp1p1ppp/8/2p1p3/4PP2/8/PPPP2PP/RNBQKBNR w KQkq -
it: C30§KGD§Mafia defense§1. e4 e5 2. f4 c5 *

source: rnb1kbnr/pppp1ppp/5q2/4p3/4PP2/8/PPPP2PP/RNBQKBNR w KQkq -
it: C30§KGD§Norwalde variation§1. e4 e5 2. f4 Qf6 *

source: rnb1k1nr/pppp1ppp/8/4p3/1bB1Pq2/2N2N2/PPPP2PP/R1BQK2R b KQkq -
it: C30§KGD§Norwalde variation, Buecker gambit§1. e4 e5 2. f4 Qf6 3. Nf3 Qxf4 4. Nc3 Bb4 5. Bc4 *

source: rnbqk1nr/pppp1ppp/8/2b1p3/4PP2/8/PPPP2PP/RNBQKBNR w KQkq -
it: C30§KGD§Classical variation§1. e4 e5 2. f4 Bc5 *

source: r2qk2r/ppp2ppp/2np1n2/2b5/2B1Pp2/2NP1Q1P/PPP3P1/R1B1K2R w KQkq -
it: C30§KGD§Classical, Svenonius variation§1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. Nc3 Nf6 5. Bc4 Nc6 6. d3 Bg4 7. h3 Bxf3 8. Qxf3 exf4 *

source: r1bqk1nr/pppn1ppp/3p4/2b1p3/4PP2/2N2N2/PPPP2PP/R1BQKB1R w KQkq -
it: C30§KGD§Classical, Hanham variation§1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. Nc3 Nd7 *

source: rnbqk1nr/ppp2ppp/3p4/2b1p3/4PP2/2P2N2/PP1P2PP/RNBQKB1R b KQkq -
it: C30§KGD§Classical, 4.c3§1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. c3 *

source: rn1qk1nr/ppp2ppp/8/2b1p3/Q3P1b1/2P2N2/PP1P2PP/RNB1KB1R b KQkq -
it: C30§KGD§Classical, Marshall attack§1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. c3 Bg4 5. fxe5 dxe5 6. Qa4+ *

source: rnbqk1nr/ppp3pp/3p4/2b1pp2/4PP2/2P2N2/PP1P2PP/RNBQKB1R w KQkq -
it: C30§KGD§Classical counter-gambit§1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. c3 f5 *

source: rnbqk1nr/ppp3pp/8/2b2p2/2BpP3/2P2N2/PP4PP/RNBQK2R b KQkq -
it: C30§KGD§Classical, Reti variation§1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. c3 f5 5. fxe5 dxe5 6. d4 exd4 7. Bc4 *

source: rnbqk1nr/ppp2ppp/3p4/2b1P3/4P3/5N2/PPPP2PP/RNBQKB1R b KQkq -
it: C30§KGD§Classical, SOldatenkov variation§1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. fxe5 *

source: rnbqk1nr/ppp2ppp/3p4/2b1p3/1P2PP2/5N2/P1PP2PP/RNBQKB1R b KQkq -
it: C30§KGD§Classical, Heath variation§1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. b4 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/4PP2/8/PPPP2PP/RNBQKBNR w KQkq -
it: C30§KGD§2...Nf6§1. e4 e5 2. f4 Nf6 *

source: rnbqkbnr/ppp2ppp/8/3pp3/4PP2/8/PPPP2PP/RNBQKBNR w KQkq -
it: C31§KGD§Falkbeer counter-gambit§1. e4 e5 2. f4 d5 *

source: rnbqkbnr/ppp2ppp/8/3pp3/4PP2/5N2/PPPP2PP/RNBQKB1R b KQkq -
it: C31§KGD§Falkbeer, Tartakower variation§1. e4 e5 2. f4 d5 3. Nf3 *

source: rnbqkbnr/ppp2ppp/8/3pp3/4PP2/2N5/PPPP2PP/R1BQKBNR b KQkq -
it: C31§KGD§Falkbeer, Milner-Barry variation§1. e4 e5 2. f4 d5 3. Nc3 *
