Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: ENTER_EDIT_MODE
it: Entra Modalità Modifica

source: EXIT_EDIT_MODE
it: Esci Modalità Modifica

source: EDIT_MODE
it: Modalità Modifica

source: ANNOTATION_MOVE
it: Annota

source: COMMENT_MOVE
it: Commenta

source: TEXT_AFTER
it: Testo dopo

source: TEXT_BEFORE
it: Testo prima di

source: INITIAL_TEXT
it: Testo iniziale

source: ADD_INITIAL_TEXT
it: Aggiungi testo iniziale

source: EDIT_INITIAL_TEXT
it: Modifica testo iniziale

source: POSITION_AFTER
it: Posizione dopo

source: NO_MOVE_ANNOTATION
it: nessuna annotazione

source: MOVE_ANNOTATION
it: Valutazione della mossa

source: POSITION_ANNOTATION
it: Valutazione della posizione

source: PREFIX_ANNOTATION
it: Altre annotazioni

source: A_VERY_GOOD_MOVE
it: buona mossa

source: A_MISTAKE
it: mossa debole

source: EXCELLENT_MOVE
it: mossa ottima

source: BLUNDER
it: grave errore

source: MOVE_DESERVING_ATTENTION
it: mossa degna di considerazione

source: DUBIOUS_MOVE
it: mossa dubbia

source: ONLY_MOVE
it: unica mossa

source: NOVELTY
it: un'innovazione

source: TAKE_BACK
it: Annulla

source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
it: Se ti piace %@, perché non spendere qualche momento per dare una valutazione? Non richiederà più di un minuto. Grazie per il supporto!

source: Rate %@
it: Valuta %@

source: No, Thanks
it: No, grazie

source: Remind me later
it: Ricordamelo più tardi

source: CONTROLLER_GAME
it: Cazzate

source: PAWN STRUCTURE
it: Struttura Pedonale

source: GAME REPLAY
it: Visualizzazione partita

source: FORWARD
it: Avanti

source: BACKWARD
it: Indietro

source: POSITIONAL ELEMENTS
it: Elementi posizionali

source: LOAD_NEXT_GAME
it: Partita successiva

source: INSERT_VARIANT_INSTEAD_OF
it: Inserisci variante invece di

source: DELETE_VARIATION
it: Cancella Variante

source: CONFIRM_DELETE_VARIATION
it: Sei sicuro di voler cancellare la variante?

source: DROPBOX_UPLOAD_DB
it: Copia Database

source: DOWNLOAD_DROPBOX_0
it: Dropbox Download

source: DOWNLOAD_DROPBOX
it: Scarica Database da Dropbox

source: UPLOAD_DROPBOX_0
it: Dropbox Upload

source: UPLOAD_DROPBOX
it: Salva Database in Dropbox

source: DROPBOX_SETTING
it: Impostazioni Stronzate

source: DROPBOX_WRONG_FORMAT
it: Formato sbagliato Database

source: DROPBOX_WRONG_SELECTED_DATABASE
it: Il database selezionato non è in formato PGN!

source: DOWNLOAD_DATABASE_DROPBOX
it: Scarica Database

source: DROPBOX_CONFIRM_DOWNLOAD
it: Sei sicuro di voler scaricare %@?

source: DROPBOX_ERROR_DOWNLOADING
it: Errore durante il download! Per favore, controlla e riprova.

source: DROPBOX_UPLOADING
it: Uploading...

source: DROPBOX_ERROR_UPLOADING
it: Errore durante l'upload! Per favore, controlla e riprova.

source: DROPBOX_ERROR_CREATE_FOLDER
it: Errore durante la creazione della cartella! Per favore, controlla e riprova.

source: DROPBOX_ERROR_LOAD_METADATA
it: Errore durante il caricamento dei dati Dropbox! Per favore, controlla e riprova.

source: DROPBOX_LIGHT
it: Spiacente, solo l'upload Dropbox è disponibile in Chess Studio Light. Vuoi acquistare la versione completa?

source: SETTINGS_PIECES_MOVEMENT
it: Movimento dei Pezzi

source: SETTINGS_DRAG_AND_DROP
it: Drag and Drop (trascinamento)

source: SETTINGS_TAP_PIECE
it: Tocca il pezzo da muovere

source: SETTINGS_SHOW_LEGAL_MOVES
it: Mostra mosse consentite del cavolo

source: SETTINGS_TAP_ARRIVAL_SQUARE
it: Tocca la casa di arrivo

source: SETTINGS_COLOR_HIGHLIGHT
it: Colore

source: SETTINNGS_DRAG_AND_DROP_DETAIL
it: Trascinare il pezzo dalla casa di partenza alla casa di arrivo.

source: SETTINGS_TAP_PIECE_DETAIL
it: Tap sulla casa di partenza e tap sulla casa di arrivo.

source: SETTINGS_TAP_ARRIVAL_SQUARE_DETAIL
it: Tap sulla casa di arrivo per vedere le mosse possibili e tap sulla casa di partenza.

source: SETTINGS_DRAG_AND_DROP_DISABLED
it: Drag and Drop disattivato. Vuoi attivarlo?

source: SETTINGS_TAP_PIECE_DISABLED
it: Tap sul pezzo da muovere disattivato. Vuoi attivarlo?

source: SETTINGS_TAP_ARRIVAL_SQUARE_DISABLED
it: Tap sulla casa di arriva disattivato. Vuoi attivarlo?

source: PGN_MENTOR_PLAYERS
it: Giocatori

source: PGN_MENTOR_OPENINGS
it: Aperture

source: PGN_MENTOR_EVENTS
it: Eventi

source: PGN_MENTOR_PLAYERS_DETAIL
it: Database dei Giocatori Stronzi in PGN Mentor

source: PGN_MENTOR_OPENINGS_DETAIL
it: Database delle Aperture in PGN Mentor

source: PGN_MENTOR_EVENTS_DETAIL
it: Database degli Eventi in PGN Mentor

source: OPENINGS
it: Aperture

source: ECO_REVEAL
it: ECO

source: ECO_REVEAL_DETAIL
it: Classificazione delle aperture negli scacchi

source: ECO
it: Classificazione delle aperture negli scacchi

source: E32 NIMZO-INDIAN: CLASSICAL, ADORJAN GAMBIT
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 O-O 5. a3 Bxc3+ 6. Qxc3 b5

source: C30 KGD: CLASSICAL, SOLDATENKOV VARIATION
it: 1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. fxe5

source: E83 KING'S INDIAN: SAEMISCH, 6...NC6
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 Nc6

source: C47 FOUR KNIGHTS: SCOTCH, KRAUSE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. d4 Bb4 5. Nxe5

source: B62 SICILIAN: RICHTER-RAUZER, 6...E6
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6

source: B09 PIRC: AUSTRIAN ATTACK, DRAGON FORMATION
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 c5

source: C49 FOUR KNIGHTS
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. d3 Bxc3

source: B60 SICILIAN: RICHTER-RAUZER, LARSEN VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 Bd7

source: C82 RUY LOPEZ: OPEN, MOTZKO ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3 Bc5 10. Qd3

source: C18 FRENCH: WINAWER, ADVANCE VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3

source: E94 KING'S INDIAN: ORTHODOX, 8.RE1
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Na6 8. Re1 c6 9. Bf1

source: C77 RUY LOPEZ: FOUR KNIGHTS (TARRASCH) VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. Nc3

source: B43 SICILIAN: KAN, 5.NC3
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 a6 5. Nc3

source: C41 PHILIDOR'S DEFENSE
it: 1. e4 e5 2. Nf3 d6 3. d4

source: B99 SICILIAN: NAJDORF, 7...BE7 MAIN LINE
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 e6 7. f4 Be7 8. Qf3 Qc7 9. O-O-O Nbd7

source: E23 NIMZO-INDIAN: SPIELMANN, KARLSBAD VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qb3 c5 5. dxc5 Nc6 6. Nf3 Ne4 7. Bd2 Nxd2

source: A48 KING'S INDIAN: LONDON SYSTEM
it: 1. d4 Nf6 2. Nf3 g6 3. Bf4

source: D80 GRUENFELD DEFENSE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5

source: C60 RUY LOPEZ: LUCENA DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Be7

source: D15 QGD SLAV: SLAV GAMBIT
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. e4

source: C30 KGD: CLASSICAL, HEATH VARIATION
it: 1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. b4

source: C36 KGA: ABBAZIA DEFENSE, MODERN VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 d5 4. exd5 Nf6

source: B01 SCANDINAVIAN: ICELANDIC GAMBIT
it: 1. e4 d5 2. exd5 Nf6 3. c4 e6

source: C21 CENTRE GAME
it: 1. e4 e5 2. d4 exd4

source: E94 KING'S INDIAN: ORTHODOX, BONSCH-GUREVICH VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Na6 8. Be3 Ng4 9. Bg5 Qe8 10. dxe5 dxe5 11. h3 h6 12. Bd2 Nf6 13. Be3 Nh5 14. c5 Nf4 15. Bb5 Qe6 16. Re1

source: B01 SCANDINAVIAN DEFENSE, LASKER VARIATION
it: 1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 Nf6 5. Nf3 Bg4 6. h3

source: E94 KING'S INDIAN: ORTHODOX, 7...NBD7
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nbd7 8. Be3 c6 9. d5 c5 10. Ne1 Ne8

source: B68 SICILIAN: RICHTER-RAUZER, RAUZER ATTACK, 7...A6 DEFENSE, 9...BE7
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Qd2 a6 8. O-O-O Bd7 9. f4 Be7

source: C55 TWO KNIGHTS DEFENSE, KEIDANZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. e5 d5 6. Bb5 Ne4 7. Nxd4 Bc5 8. Nxc6 Bxf2+ 9. Kf1 Qh4

source: C53 GIUOCO PIANO: BIRD'S ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. b4

source: B59 SICILIAN: BOLESLAVSKY VARIATION, 7.NB3
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 d6 6. Be2 e5 7. Nb3

source: B63 SICILIAN: RICHTER-RAUZER, RAUZER ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Qd2

source: C10 FRENCH: RUBINSTEIN, CAPABLANCA LINE
it: 1. e4 e6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Nd7 5. Nf3 Ngf6 6. Nxf6+ Nxf6 7. Ne5

source: C22 CENTRE GAME: HALL VARIATION
it: 1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qc4

source: B10 CARO-KANN DEFENSE
it: 1. e4 c6 2. Nc3

source: D90 GRUENFELD: THREE KNIGHTS VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3

source: A06 TENNISON (LEMBERG, ZUKERTORT) GAMBIT
it: 1. Nf3 d5 2. e4

source: D32 QGD: TARRASCH DEFENSE, 4.CD ED
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5

source: C31 KGD: FALKBEER, 4.D3
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. d3

source: C80 RUY LOPEZ: OPEN, 8...BE6
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6

source: B00 OWEN DEFENSE
it: 1. e4 b6

source: C45 SCOTCH: BLACKBURNE ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Bc5 5. Be3 Qf6 6. c3 Nge7 7. Qd2

source: B25 SICILIAN: CLOSED, 6.NE2 E5 (BOTVINNIK)
it: 1. e4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3 d6 6. Nge2 e5

source: C38 KGA: GRECO GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Bg7 5. h4 h6 6. d4 d6 7. Nc3 c6 8. hxg5 hxg5 9. Rxh8 Bxh8 10. Ne5

source: C48 FOUR KNIGHTS: MARSHALL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bc5 5. O-O O-O 6. Nxe5 Nd4

source: C00 LENGFELLNER SYSTEM
it: 1. e4 e6 2. d4 d6

source: B62 SICILIAN: RICHTER-RAUZER, KERES VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Qd3

source: C31 KGD: FALKBEER, MILNER-BARRY VARIATION
it: 1. e4 e5 2. f4 d5 3. Nc3

source: C53 GIUOCO PIANO: ANDERSSEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. e5 d5 7. Bb5 Ne4 8. cxd4 Bb4+

source: C88 RUY LOPEZ: CLOSED, ANTI-MARSHALL 8.A4
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. a4

source: C54 GIUOCO PIANO: CRACOW VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. cxd4 Bb4+ 7. Kf1

source: C29 VIENNA GAMBIT: HEYDE VARIATION
it: 1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. Qf3 f5 6. d4

source: C14 FRENCH: CLASSICAL VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7

source: D52 QGD: CAMBRIDGE SPRINGS DEFENSE, 7.CD
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3 c6 6. Nf3 Qa5 7. cxd5

source: D04 QUEEN'S PAWN GAME
it: 1. d4 d5 2. Nf3 Nf6 3. e3

source: B31 SICILIAN: NIMZOVICH-ROSSOLIMO ATTACK (WITH ...G6, WITHOUT ...D6)
it: 1. e4 c5 2. Nf3 Nc6 3. Bb5 g6

source: C30 KGD: MAFIA DEFENSE
it: 1. e4 e5 2. f4 c5

source: C68 RUY LOPEZ: EXCHANGE, ROMANOVSKY VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Bxc6 dxc6 5. Nc3 f6 6. d3

source: B03 ALEKHINE'S DEFENSE: FOUR PAWNS ATTACK, ILYIN-GENEVSKY VAR.
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 dxe5 6. fxe5 Nc6 7. Nf3 Bg4 8. e6 fxe6 9. c5

source: A16 ENGLISH: ANGLO-GRUENFELD DEFENSE
it: 1. c4 Nf6 2. Nc3 d5 3. cxd5 Nxd5 4. Nf3

source: B10 CARO-KANN: GOLDMAN (SPIELMANN) VARIATION
it: 1. e4 c6 2. Nc3 d5 3. Qf3

source: D43 QGD SEMI-SLAV: HASTINGS VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. Bg5 h6 6. Bxf6 Qxf6 7. Qb3

source: C49 FOUR KNIGHTS: JANOWSKI VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. d3 Bxc3 7. bxc3 d6 8. Re1

source: C53 GIUOCO PIANO
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4

source: D22 QGA: HABERDITZ VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 a6 4. e3 b5

source: E55 NIMZO-INDIAN: 4.E3, GLIGORIC SYSTEM, BRONSTEIN VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 c5 7. O-O dxc4 8. Bxc4 Nbd7

source: C12 FRENCH: MACCUTCHEON, DR. OLLAND (DUTCH) VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Bc1

source: C44 INVERTED HUNGARIAN
it: 1. e4 e5 2. Nf3 Nc6 3. Be2

source: A40 QUEEN'S PAWN: LUNDIN (KEVITZ-MIKENAS) DEFENSE
it: 1. d4 Nc6

source: D64 QGD: ORTHODOX DEFENSE, RUBINSTEIN ATTACK, WOLF VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Qc2 Ne4

source: A45 QUEEN'S PAWN: BRONSTEIN GAMBIT
it: 1. d4 Nf6 2. g4

source: C70 RUY LOPEZ: COZIO DEFENSE DEFERRED
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nge7

source: E12 QUEEN'S INDIAN: 4.NC3
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. Nc3

source: B01 SCANDINAVIAN GAMBIT
it: 1. e4 d5 2. exd5 Nf6 3. c4 c6

source: C25 VIENNA: PIERCE GAMBIT
it: 1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. d4

source: C43 PETROV: MODERN ATTACK, MAIN LINE
it: 1. e4 e5 2. Nf3 Nf6 3. d4 exd4 4. e5 Ne4 5. Qxd4

source: B06 ROBATSCH (MODERN) DEFENSE
it: 1. e4 g6

source: D90 GRUENFELD: FLOHR VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qa4+

source: D90 GRUENFELD: SCHLECHTER VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 c6

source: C67 RUY LOPEZ: BERLIN DEFENSE, ZUKERTORT VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4 5. d4 Be7 6. Qe2 Nd6 7. Bxc6 bxc6 8. dxe5 Nb7 9. c4

source: C84 RUY LOPEZ: CLOSED, CENTRE ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. d4

source: C50 GIUOCO PIANISSIMO: CANAL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. d3 Nf6 5. Nc3 d6 6. Bg5

source: A12 ENGLISH: CARO-KANN DEFENSIVE SYSTEM, BOGOLJUBOV VARIATION
it: 1. c4 c6 2. Nf3 d5 3. b3 Bg4

source: B02 ALEKHINE'S DEFENSE: TWO PAWNS' ATTACK, MIKENAS VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. c4 Nb6 4. c5 Nd5 5. Bc4 e6 6. Nc3 d6

source: C41 PHILIDOR: IMPROVED HANHAM VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. Nc3 Nbd7

source: B83 SICILIAN: MODERN SCHEVENINGEN, MAIN LINE
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Be2 Nc6 7. O-O Be7 8. Be3 O-O 9. f4

source: C66 RUY LOPEZ: CLOSED BERLIN DEFENSE, SHOWALTER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O d6 5. d4 Bd7 6. Nc3 Be7 7. Bxc6

source: A00 AMAR (PARIS) OPENING
it: 1. Nh3

source: A17 ENGLISH: NIMZO-ENGLISH OPENING
it: 1. c4 Nf6 2. Nc3 e6 3. Nf3 Bb4

source: D16 QGD SLAV: STEINER VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bg4

source: C49 FOUR KNIGHTS: SYMMETRICAL, PILLSBURY VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. d3 d6 7. Bg5 Ne7

source: E97 KING'S INDIAN: ORTHODOX, ARONIN-TAIMANOV VARIATION (YUGOSLAV ATTACK / MAR DEL PLATA VARIATION)
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nc6

source: C45 SCOTCH: TARTAKOWER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Nf6 5. Nxc6 bxc6 6. Nd2

source: B09 PIRC: AUSTRIAN ATTACK, LJUBOJEVIC VARIATION
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Bc4

source: C00 FRENCH DEFENSE
it: 1. e4 e6 2. d4 d5

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, TARTAKOWER/GUNDERAM
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 Bf5

source: D21 QGA: ALEKHINE DEFENSE, BORISENKO-FURMAN VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 a6 4. e4

source: E10 BLUMENFELD COUNTER-GAMBIT
it: 1. d4 Nf6 2. c4 e6 3. Nf3 c5 4. d5 b5

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, BOGOLJUBOW DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 g6

source: C23 BISHOP'S OPENING: CALABRESE COUNTER-GAMBIT
it: 1. e4 e5 2. Bc4 f5

source: C66 RUY LOPEZ: CLOSED BERLIN DEFENSE, WOLF VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O d6 5. d4 Bd7 6. Nc3 exd4

source: A57 BENKO GAMBIT (VOLGA GAMBIT)
it: 1. d4 Nf6 2. c4 c5 3. d5 b5

source: A57 BENKO GAMBIT
it: 1. d4 Nf6 2. c4 c5 3. d5 b5

source: C50 GIUOCO PIANISSIMO
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. d3

source: C40 DAMIANO'S DEFENSE
it: 1. e4 e5 2. Nf3 f6

source: C00 ST. GEORGE DEFENSE
it: 1. e4 e6 2. d4 a6

source: E15 QUEEN'S INDIAN: 4.G3
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3

source: C32 KGD: FALKBEER, RETI VARIATION
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. Qe2

source: A11 ENGLISH: CARO-KANN DEFENSIVE SYSTEM
it: 1. c4 c6

source: A65 BENONI: MODERN VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 c5 7. d5 e6 8. Qd2

source: C52 EVANS GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. O-O

source: B54 SICILIAN
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4

source: B03 ALEKHINE'S DEFENSE: EXCHANGE, KARPOV VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. exd6 cxd6 6. Nf3 g6 7. Be2 Bg7 8. O-O O-O 9. h3 Nc6 10. Nc3 Bf5 11. Bf4

source: A29 ENGLISH: FOUR KNIGHTS, KINGSIDE FIANCHETTO
it: 1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. g3 Bb4 5. Bg2 O-O 6. O-O e4

source: E92 KING'S INDIAN: PETROSIAN SYSTEM, STEIN VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. d5 a5

source: D31 QGD: SEMI-SLAV, MARSHALL GAMBIT
it: 1. d4 d5 2. c4 e6 3. Nc3 c6 4. e4

source: B23 SICILIAN: CLOSED, KORCHNOI VARIATION
it: 1. e4 c5 2. Nc3 e6 3. g3 d5

source: B22 SICILIAN: 2.C3, HEIDENFELD VARIATION
it: 1. e4 c5 2. c3 Nf6 3. e5 Nd5 4. Nf3 Nc6 5. Na3

source: C16 FRENCH: WINAWER, PETROSIAN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 Qd7

source: C13 FRENCH: CLASSICAL, VISTANECKIS (NIMZOVICH) VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Ng8

source: C48 FOUR KNIGHTS: RUBINSTEIN COUNTER-GAMBIT, EXCHANGE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Nd4 5. Nxd4

source: B00 HIPPOPOTAMUS DEFENSE
it: 1. e4 Nh6 2. d4 g6 3. c4 f6

source: B01 SCANDINAVIAN: ANDERSSEN COUNTER-ATTACK, GOTEBORG SYSTEM
it: 1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 e5 5. Nf3

source: A22 ENGLISH OPENING
it: 1. c4 e5 2. Nc3 Nf6

source: D00 BLACKMAR DIEMER GAMBIT: VIENNA DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 Bf5

source: E57 NIMZO-INDIAN: 4.E3, MAIN LINE WITH 8...DC AND 9...CD
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 c5 7. O-O Nc6 8. a3 dxc4 9. Bxc4 cxd4

source: C95 RUY LOPEZ: CLOSED, BREYER, BORISENKO VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Nb8 10. d4 Nbd7

source: D64 QGD: ORTHODOX DEFENSE, RUBINSTEIN ATTACK, GRUENFELD VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Qc2 a6 9. a3

source: E37 NIMZO-INDIAN: CLASSICAL, SAN REMO VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 d5 5. a3 Bxc3+ 6. Qxc3 Ne4 7. Qc2 Nc6 8. e3 e5

source: D50 QGD: CANAL (VENICE) VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 c5 5. cxd5 Qb6

source: E25 NIMZO-INDIAN: SAEMISCH, KERES VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 c5 6. f3 d5 7. cxd5 Nxd5 8. dxc5

source: B40 SICILIAN: PIN, KOCH VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Bb4 6. e5

source: E60 KING'S INDIAN, 3.NF3
it: 1. d4 Nf6 2. c4 g6 3. Nf3 Bg7

source: C37 KGA: MUZIO GAMBIT, BRENTANO DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O d5

source: B13 CARO-KANN: PANOV-BOTVINNIK, CZERNIAK VARIATION
it: 1. e4 c6 2. d4 d5 3. exd5 cxd5 4. c4 Nf6 5. Nc3 Nc6 6. Bg5 Qa5

source: E11 BOGO-INDIAN DEFENSE, GRUENFELD VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 Bb4+ 4. Nbd2

source: E03 CATALAN: OPEN, 5.QA4 NBD7, 6.QXC4
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 dxc4 5. Qa4+ Nbd7 6. Qxc4

source: C66 RUY LOPEZ: CLOSED BERLIN DEFENSE, CHIGORIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O d6 5. d4 Nd7

source: D85 GRUENFELD: MODERN EXCHANGE VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. cxd5 Nxd5 5. e4 Nxc3 6. bxc3 Bg7 7. Nf3

source: A58 BENKO GAMBIT ACCEPTED
it: 1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. bxa6

source: B90 SICILIAN: NAJDORF
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6

source: C80 RUY LOPEZ: OPEN (TARRASCH) DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4

source: C33 KGA: BISHOP'S GAMBIT, COZIO (MORPHY) DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Bc4 Nf6

source: A02 BIRD: FROM GAMBIT
it: 1. f4 e5

source: C35 KGA: CUNNINGHAM, EUWE DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 Be7 4. Bc4 Nf6

source: A00 ANDERSSEN'S OPENING
it: 1. a3

source: C83 RUY LOPEZ: OPEN, MALKIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3 Be7 10. Nbd2 O-O 11. Qe2

source: C44 KING'S PAWN GAME
it: 1. e4 e5 2. Nf3 Nc6

source: E26 NIMZO-INDIAN: SAEMISCH, O'KELLY VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 c5 6. e3 b6

source: B39 SICILIAN: ACCELERATED FIANCHETTO, BREYER VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 g6 5. c4 Bg7 6. Be3 Nf6 7. Nc3 Ng4

source: C26 VIENNA: MENGARINI VARIATION
it: 1. e4 e5 2. Nc3 Nf6 3. a3

source: C13 FRENCH: ALBIN-ALEKHINE-CHATARD ATTACK, BREYER VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. h4 c5

source: A42 MODERN DEFENSE: AVERBAKH SYSTEM, KOTOV VARIATION
it: 1. d4 d6 2. c4 g6 3. Nc3 Bg7 4. e4 Nc6

source: C27 VIENNA: ADAMS' GAMBIT
it: 1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 4. Qh5 Nd6 5. Bb3 Nc6 6. d4

source: C27 BODEN-KIESERITSKY GAMBIT: LICHTENHEIN DEFENSE
it: 1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 4. Nf3 d5

source: C27 BODEN-KIESERITSKY GAMBIT
it: 1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 4. Nf3

source: B21 SICILIAN: SMITH-MORRA GAMBIT, CHICAGO DEFENSE
it: 1. e4 c5 2. d4 cxd4 3. c3 dxc3 4. Nxc3 Nc6 5. Nf3 d6 6. Bc4 e6 7. O-O a6 8. Qe2 b5 9. Bb3 Ra7

source: C80 RUY LOPEZ: OPEN, BERNSTEIN VARIATION, KARPOV GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. Nbd2 Nc5 10. c3 d4 11. Ng5

source: C92 RUY LOPEZ: CLOSED, KHOLMOV VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Be6

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, TEICHMANN DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 Bg4

source: B89 SICILIAN: SOZIN, 7.BE3
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Bc4 Nc6 7. Be3

source: A81 DUTCH DEFENSE, BLACKBURNE VARIATION
it: 1. d4 f5 2. g3 Nf6 3. Bg2 e6 4. Nh3

source: C47 FOUR KNIGHTS GAME
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6

source: B33 SICILIAN: PELIKAN, BIRD VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e5 6. Ndb5 d6 7. Bg5 a6 8. Na3 Be6

source: B82 SICILIAN: SCHEVENINGEN, TAL VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. f4 Nc6 7. Be3 Be7 8. Qf3

source: D97 GRUENFELD: RUSSIAN, LEVENFISH VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qb3 dxc4 6. Qxc4 O-O 7. e4 b6

source: E79 KING'S INDIAN: FOUR PAWNS ATTACK, MAIN LINE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f4 O-O 6. Be2 c5 7. Nf3 cxd4 8. Nxd4 Nc6 9. Be3

source: D00 BLACKMAR-DIEMER GAMBIT
it: 1. d4 d5 2. Nc3 Nf6 3. e4

source: A00 WARE (MEADOW HAY) OPENING
it: 1. a4

source: D16 QGD SLAV: SOULTANBEIEFF VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 e6

source: E76 KING'S INDIAN: FOUR PAWNS ATTACK, BENONI FORMATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f4 O-O 6. Nf3 c5 7. d5 a6 8. a4

source: E76 KING'S INDIAN: FOUR PAWNS ATTACK
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f4

source: E76 KING'S INDIAN: FOUR PAWNS ATTACK, DYNAMIC LINE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f4 O-O 6. Nf3 c5 7. d5

source: D86 GRUENFELD: EXCHANGE, SIMAGIN'S LESSER VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. cxd5 Nxd5 5. e4 Nxc3 6. bxc3 Bg7 7. Bc4 O-O 8. Ne2 b6

source: B12 DE BRUYCKER DEFENSE
it: 1. e4 c6 2. d4 Na6 3. Nc3 Nc7

source: A45 CANARD OPENING
it: 1. d4 Nf6 2. f4

source: C20 KP: PATZER OPENING
it: 1. e4 e5 2. Qh5

source: C70 RUY LOPEZ: CARO VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 b5

source: E33 NIMZO-INDIAN: CLASSICAL, 4...NC6
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 Nc6

source: E64 KING'S INDIAN: FIANCHETTO, YUGOSLAV SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 c5

source: E75 KING'S INDIAN: AVERBAKH, MAIN LINE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Be2 O-O 6. Bg5 c5 7. d5 e6

source: C49 FOUR KNIGHTS: GUNSBERG COUNTER-ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. Nd5 Nxd5 7. exd5 e4

source: D29 QGA: CLASSICAL, 8...BB7
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. Qe2 b5 8. Bb3 Bb7
