Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: D26 QGA: CLASSICAL VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5

source: C13 FRENCH: ALBIN-ALEKHINE-CHATARD ATTACK
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. h4

source: E12 QUEEN'S INDIAN DEFENSE
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6

source: E19 QUEEN'S INDIAN: OLD MAIN LINE, 9.QXC3
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 Be7 6. O-O O-O 7. Nc3 Ne4 8. Qc2 Nxc3 9. Qxc3

source: C32 KGD: FALKBEER, CHAROUSEK VARIATION
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. dxe4 Nxe4 6. Qe2 Qxd5 7. Nd2 f5 8. g4

source: D17 QGD SLAV: WIESBADEN VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. Ne5 e6

source: D47 QGD SEMI-SLAV: MERAN, WADE VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 Bb7

source: E60 QUEEN'S PAWN: MENGARINI ATTACK
it: 1. d4 Nf6 2. c4 g6 3. Qc2

source: A61 BENONI: NIMZOVICH (KNIGHT'S TOUR) VARIATION
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. Nd2

source: A18 ENGLISH: MIKENAS-CARLS VARIATION
it: 1. c4 Nf6 2. Nc3 e6 3. e4

source: A36 ENGLISH: ULTRA-SYMMETRICAL VARIATION
it: 1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7

source: B90 SICILIAN: NAJDORF, LIPNITZKY ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bc4

source: C33 KGA: BISHOP'S GAMBIT, CLASSICAL DEFENSE, COZIO ATTACK
it: 1. e4 e5 2. f4 exf4 3. Bc4 Qh4+ 4. Kf1 g5 5. Qf3

source: E92 KING'S INDIAN: CLASSICAL VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5

source: B23 SICILIAN: GRAND PRIX ATTACK
it: 1. e4 c5 2. Nc3 Nc6 3. f4

source: E60 KING'S INDIAN: 3.G3, COUNTERTHRUST VARIATION
it: 1. d4 Nf6 2. c4 g6 3. g3 Bg7 4. Bg2 d5

source: C31 KGD: NIMZOVICH COUNTER-GAMBIT
it: 1. e4 e5 2. f4 d5 3. exd5 c6

source: C82 RUY LOPEZ: OPEN, MOTZKO ATTACK, NENAROKOV VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3 Bc5 10. Qd3 Ne7

source: E51 NIMZO-INDIAN: 4.E3 O-O, 5.NF3 D5
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5

source: E51 NIMZO-INDIAN: 4.E3 O-O, 5.NF3 D7D5
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5

source: B37 SICILIAN: ACCELERATED FIANCHETTO, MAROCZY BIND, 5...BG7
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 g6 5. c4 Bg7

source: D94 GRUENFELD: MAKOGONOV VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. e3 O-O 6. b4

source: A21 ENGLISH, KRAMNIK-SHIROV COUNTERATTACK
it: 1. c4 e5 2. Nc3 Bb4

source: B00 BARNES DEFENSE
it: 1. e4 f6

source: D62 QGD: ORTHODOX DEFENSE, 7.QC2 C5, 8.CD (RUBINSTEIN)
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Qc2 c5 8. cxd5

source: D08 QGD: ALBIN COUNTER-GAMBIT
it: 1. d4 d5 2. c4 e5

source: C12 FRENCH: MACCUTCHEON, BOGOLYUBOV VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. exd5 Qxd5 6. Bxf6 gxf6 7. Qd2 Qa5

source: C02 FRENCH: ADVANCE, PAULSEN ATTACK
it: 1. e4 e6 2. d4 d5 3. e5 c5 4. c3 Nc6 5. Nf3

source: C77 RUY LOPEZ: TREYBAL (BAYREUTH) VARIATION (EXCHANGE VAR. DEFERRED)
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. Bxc6

source: A54 OLD INDIAN: DUS-KHOTIMIRSKY VARIATION
it: 1. d4 Nf6 2. c4 d6 3. Nc3 e5 4. e3 Nbd7 5. Bd3

source: A41 OLD INDIAN: TARTAKOWER (WADE) VARIATION
it: 1. d4 d6 2. Nf3 Bg4

source: D88 GRUENFELD: SPASSKY VARIATION, MAIN LINE, 10...CD, 11.CD
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. cxd5 Nxd5 5. e4 Nxc3 6. bxc3 Bg7 7. Bc4 O-O 8. Ne2 c5 9. O-O Nc6 10. Be3 cxd4 11. cxd4

source: D25 QGA, FLOHR VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 Be6

source: C73 RUY LOPEZ: MODERN STEINITZ DEFENSE, RICHTER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. Bxc6+ bxc6 6. d4

source: A00 GEDULT'S OPENING
it: 1. f3

source: D08 QGD: ALBIN COUNTER-GAMBIT, JANOWSKI VARIATION
it: 1. d4 d5 2. c4 e5 3. dxe5 d4 4. Nf3 Nc6 5. Nbd2 f6

source: A54 OLD INDIAN: UKRAINIAN VARIATION, 4.NF3
it: 1. d4 Nf6 2. c4 d6 3. Nc3 e5 4. Nf3

source: C48 FOUR KNIGHTS: RUBINSTEIN COUNTER-GAMBIT, 5.BE2
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Nd4 5. Be2

source: C27 VIENNA: ALEKHINE VARIATION
it: 1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 4. Qh5 Nd6 5. Bb3 Be7 6. Nf3 Nc6 7. Nxe5

source: C51 EVANS GAMBIT: PAULSEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Bc5 6. d4 exd4 7. O-O d6 8. cxd4 Bb6 9. d5 Na5 10. Bb2 Ne7

source: C44 PONZIANI COUNTER-GAMBIT, SCHMIDT ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. c3 f5 4. d4 d6 5. d5

source: C49 FOUR KNIGHTS: SYMMETRICAL, BLAKE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. d3 d6 7. Bg5 Ne7 8. Nh4 c6 9. Bc4 d5 10. Bb3 Qd6

source: B50 SICILIAN: WING GAMBIT DEFERRED
it: 1. e4 c5 2. Nf3 d6 3. b4

source: E90 KING'S INDIAN: LARSEN VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be3

source: C00 FRENCH DEFENSE, STEINER VARIATION
it: 1. e4 e6 2. c4

source: C51 EVANS GAMBIT: ULVESTAD VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Bc5 6. d4 exd4 7. O-O d6 8. cxd4 Bb6 9. d5 Na5 10. Bb2

source: C30 KGD: CLASSICAL, RETI VARIATION
it: 1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. c3 f5 5. fxe5 dxe5 6. d4 exd4 7. Bc4

source: C41 PHILIDOR: PAULSEN ATTACK
it: 1. e4 e5 2. Nf3 d6 3. d4 exd4 4. Nxd4 d5 5. exd5

source: D08 QGD: ALBIN COUNTER-GAMBIT, LASKER TRAP
it: 1. d4 d5 2. c4 e5 3. dxe5 d4 4. e3 Bb4+ 5. Bd2 dxe3

source: E23 NIMZO-INDIAN: SPIELMANN, SAN REMO VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qb3 c5 5. dxc5 Nc6 6. Nf3 Ne4 7. Bd2 Nxc5

source: C52 EVANS GAMBIT: WALLER ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. O-O d6 7. d4 exd4 8. Qb3

source: A02 BIRD'S OPENING
it: 1. f4

source: C88 RUY LOPEZ: CLOSED, BALLA VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 d6 8. c3 Na5 9. Bc2 c5 10. d4 Qc7 11. a4

source: A41 MODERN DEFENSE
it: 1. d4 d6 2. c4 g6 3. Nc3 Bg7

source: B05 ALEKHINE'S DEFENSE: MODERN, PANOV VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Bg4 5. h3

source: C35 KGA: CUNNINGHAM, BERTIN GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 Be7 4. Bc4 Bh4+ 5. g3

source: A75 BENONI: CLASSICAL WITH ...A6 AND 10...BG4
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O a6 10. a4 Bg4

source: B47 SICILIAN: TAIMANOV (BASTRIKOV) VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nc6 5. Nc3 Qc7

source: C50 GIUOCO PIANO: JEROME GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. Bxf7+

source: D27 QGA: CLASSICAL, RUBINSTEIN VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. a4

source: A51 BUDAPEST: FAJAROWICZ, STEINER VARIATION
it: 1. d4 Nf6 2. c4 e5 3. dxe5 Ne4 4. Qc2

source: E12 QUEEN'S INDIAN: MILES VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. Bf4

source: C80 RUY LOPEZ: OPEN, RIGA VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 exd4

source: C50 GIUOCO PIANISSIMO: DUBOIS VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. d3 f5 5. Ng5 f4

source: C45 SCOTCH: MIESES VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Nf6 5. Nxc6 bxc6 6. e5

source: E39 NIMZO-INDIAN: CLASSICAL, PIRC VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 c5 5. dxc5 O-O

source: B71 SICILIAN: DRAGON, LEVENFISH VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. f4

source: C64 RUY LOPEZ: CORDEL GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Bc5 4. c3 f5

source: A12 ENGLISH: TORRE DEFENSIVE SYSTEM
it: 1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. g3 Bg4

source: D48 QGD SEMI-SLAV: MERAN, PIRC VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 a6 9. e4 b4

source: A10 ENGLISH OPENING
it: 1. c4 g6

source: A03 BIRD'S OPENING
it: 1. f4 d5

source: C42 PETROV'S DEFENSE
it: 1. e4 e5 2. Nf3 Nf6

source: E36 NIMZO-INDIAN: CLASSICAL, NOA VARIATION, 5.A3
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 d5 5. a3

source: D02 QUEEN'S PAWN GAME, KRAUSE VARIATION
it: 1. d4 d5 2. Nf3 c5

source: D20 QGA: SCHWARTZ DEFENSE
it: 1. d4 d5 2. c4 dxc4 3. e4 f5

source: A36 ENGLISH: SYMMETRICAL, BOTVINNIK SYSTEM
it: 1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. e4

source: A04 RETI: WADE DEFENSE
it: 1. Nf3 d6 2. e4 Bg4

source: D07 QGD: CHIGORIN DEFENSE
it: 1. d4 d5 2. c4 Nc6

source: C77 RUY LOPEZ: MORPHY DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6

source: C55 TWO KNIGHTS: MAX LANGE ATTACK, RUBINSTEIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. O-O Bc5 6. e5 d5 7. exf6 dxc4 8. Re1+ Be6 9. Ng5 Qd5 10. Nc3 Qf5 11. Nce4 Bf8

source: C42 PETROV: CLASSICAL ATTACK
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4

source: A46 QUEEN'S PAWN: ANDERSSON SYSTEM
it: 1. d4 Nf6 2. Nf3 e6 3. g3 c5 4. Bg2 cxd4 5. Nxd4 a6 6. O-O Qc7 7. Nb3

source: A31 ENGLISH: SYMMETRICAL, BENONI FORMATION
it: 1. c4 c5 2. Nf3 Nf6 3. d4

source: E29 NIMZO-INDIAN: SAEMISCH, CAPABLANCA VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 O-O 6. e3 c5 7. Bd3 Nc6 8. Ne2 b6 9. e4 Ne8

source: C52 EVANS GAMBIT: SOKOLSKY VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. d4 d6 7. Bg5

source: C00 FRENCH: LABOURDONNAIS VARIATION
it: 1. e4 e6 2. f4

source: C80 RUY LOPEZ: OPEN, 6.D4
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4

source: D06 QUEEN'S GAMBIT
it: 1. d4 d5 2. c4

source: C11 FRENCH: STEINITZ, GLEDHILL ATTACK
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. e5 Nfd7 5. Qg4

source: D97 GRUENFELD: RUSSIAN, ALEKHINE (HUNGARIAN) VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qb3 dxc4 6. Qxc4 O-O 7. e4 a6

source: C44 PONZIANI: LEONHARDT VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. c3 d5 4. Qa4 Nf6

source: C58 TWO KNIGHTS DEFENSE: YANKOVICH VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. d3 h6 7. Nf3 e4 8. Qe2 Nxc4 9. dxc4 Bc5 10. Nfd2

source: D76 NEO-GRUENFELD, 6.CD NXD5, 7.O-O NB6
it: 1. d4 Nf6 2. c4 g6 3. g3 d5 4. Bg2 Bg7 5. Nf3 O-O 6. cxd5 Nxd5 7. O-O Nb6

source: C44 PONZIANI: STEINITZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. c3 d5 4. Qa4 f6

source: A12 ENGLISH: CARO-KANN DEFENSIVE SYSTEM
it: 1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. Bb2

source: D45 QGD SEMI-SLAV: ACCELERATED MERAN (ALEKHINE VARIATION)
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 a6

source: D63 QGD: ORTHODOX DEFENSE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6

source: D20 QUEEN'S GAMBIT ACCEPTED
it: 1. d4 d5 2. c4 dxc4

source: B33 SICILIAN: SVESHNIKOV VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e5 6. Ndb5 d6 7. Bg5 a6 8. Na3 b5 9. Bxf6 gxf6 10. Nd5 f5

source: C90 RUY LOPEZ: CLOSED, SUETIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. a3

source: A34 ENGLISH: SYMMETRICAL VARIATION
it: 1. c4 c5 2. Nc3 Nf6 3. g3

source: C40 LATVIAN GAMBIT, 3.BC4
it: 1. e4 e5 2. Nf3 f5 3. Bc4

source: B15 CARO-KANN DEFENSE
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4

source: E14 QUEEN'S INDIAN: 4.E3
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. e3

source: D60 QGD: ORTHODOX DEFENSE, BOTVINNIK VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Bd3

source: A45 QUEEN'S PAWN GAME
it: 1. d4 Nf6

source: B45 SICILIAN: TAIMANOV VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nc6 5. Nc3

source: A54 OLD INDIAN: UKRAINIAN VARIATION
it: 1. d4 Nf6 2. c4 d6 3. Nc3 e5

source: C67 RUY LOPEZ: BERLIN DEFENSE, CORDEL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4 5. d4 Be7 6. Qe2 Nd6 7. Bxc6 bxc6 8. dxe5 Nf5

source: C65 RUY LOPEZ: BERLIN DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6

source: C13 FRENCH: ALBIN-ALEKHINE-CHATARD ATTACK, MAROCZY VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. h4 a6

source: D00 BLACKMAR GAMBIT
it: 1. d4 d5 2. e4

source: B02 ALEKHINE'S DEFENSE: KMOCH VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. Bc4 Nb6 4. Bb3 c5 5. d3

source: D52 QGD
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3 c6 6. Nf3

source: D17 QGD SLAV: CARLSBAD VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. Ne5 Nbd7 7. Nxc4 Qc7 8. g3 e5

source: D12 QGD SLAV: 4.E3 BF5
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. e3 Bf5

source: D59 QGD: TARTAKOWER (MAKAGONOV-BONDAREVSKY) SYSTEM, 8.CD NXD5
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6 7. Bh4 b6 8. cxd5 Nxd5

source: B35 SICILIAN: ACCELERATED FIANCHETTO, MODERN VARIATION WITH BC4
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 g6 5. Nc3 Bg7 6. Be3 Nf6 7. Bc4

source: A40 QUEEN'S PAWN: CHARLICK (ENGLUND) GAMBIT
it: 1. d4 e5

source: E16 QUEEN'S INDIAN: CAPABLANCA VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 Bb4+

source: E24 NIMZO-INDIAN: SAEMISCH, BOTVINNIK VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 c5 6. f3 d5 7. e3 O-O 8. cxd5 Nxd5

source: D41 QGD: SEMI-TARRASCH, KMOCH VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c5 5. cxd5 Nxd5 6. e4 Nxc3 7. bxc3 cxd4 8. cxd4 Bb4+ 9. Bd2 Bxd2+ 10. Qxd2 O-O 11. Bb5

source: B05 ALEKHINE'S DEFENSE: MODERN, FLOHR VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Bg4 5. Be2 c6

source: B71 SICILIAN: DRAGON, LEVENFISH; FLOHR VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. f4 Nbd7

source: C00 FRENCH: TWO KNIGHTS VARIATION
it: 1. e4 e6 2. Nc3 d5 3. Nf3

source: C37 KGA: MUZIO GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O

source: D48 QGD SEMI-SLAV: MERAN
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 a6 9. e4 c5

source: C23 BISHOP'S OPENING: LOPEZ GAMBIT
it: 1. e4 e5 2. Bc4 Bc5 3. Qe2 Nc6 4. c3 Nf6 5. f4

source: C10 FRENCH: MARSHALL VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 c5

source: B15 CARO-KANN: GURGENIDZE COUNTER-ATTACK
it: 1. e4 c6 2. d4 d5 3. Nc3 b5

source: C19 FRENCH: WINAWER, ADVANCE, POISONED PAWN, EUWE-GLIGORIC VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7 7. Qg4 Qc7 8. Qxg7 Rg8 9. Qxh7 cxd4 10. Kd1

source: D67 QGD: ORTHODOX DEFENSE, BD3 LINE, 11.O-O
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Bd3 dxc4 9. Bxc4 Nd5 10. Bxe7 Qxe7 11. O-O

source: C78 RUY LOPEZ: RABINOVICH VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O b5 6. Bb3 d6 7. Ng5 d5 8. exd5 Nd4 9. Re1 Bc5 10. Rxe5+ Kf8

source: C44 INVERTED HANHAM
it: 1. e4 e5 2. Nf3 Nc6 3. Be2 Nf6 4. d3 d5 5. Nbd2

source: A89 DUTCH: LENINGRAD, MAIN VARIATION WITH NC6
it: 1. d4 f5 2. c4 Nf6 3. g3 g6 4. Bg2 Bg7 5. Nf3 O-O 6. O-O d6 7. Nc3 Nc6

source: C46 THREE KNIGHTS GAME
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3

source: B74 SICILIAN: DRAGON, CLASSICAL, ALEKHINE VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. O-O O-O 9. Nb3 a5

source: E46 NIMZO-INDIAN: RESHEVSKY VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nge2

source: E82 KING'S INDIAN: SAEMISCH, DOUBLE FIANCHETTO VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 b6

source: C35 KGA: CUNNINGHAM DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 Be7

source: C28 VIENNA GAME
it: 1. e4 e5 2. Nc3 Nf6 3. Bc4 Nc6

source: D63 QGD: ORTHODOX DEFENSE, 7.RC1
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1

source: A74 BENONI: CLASSICAL, 9...A6, 10.A4
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O a6 10. a4

source: C22 CENTRE GAME: CHAROUSEK VARIATION
it: 1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qe3 Bb4+ 5. c3 Be7

source: D00 QUEEN'S PAWN: ANTI-VERESOV
it: 1. d4 d5 2. Nc3 Bg4

source: C56 TWO KNIGHTS DEFENSE: YURDANSKY ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. O-O Nxe4 6. Re1 d5 7. Bxd5 Qxd5 8. Nc3 Qa5 9. Nxe4 Be6 10. Bg5 h6 11. Bh4 g5 12. Nf6+ Ke7 13. b4

source: B09 PIRC: AUSTRIAN ATTACK, 6.BD3
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 O-O 6. Bd3

source: E62 KING'S INDIAN: FIANCHETTO, SIMAGIN VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 Nc6 7. O-O Bg4

source: C53 GIUOCO PIANO: MESTEL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Qe7 5. d4 Bb6 6. Bg5

source: B85 SICILIAN: SCHEVENINGEN, CLASSICAL
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Be2 a6 7. O-O Qc7 8. f4 Nc6 9. Be3

source: E18 QUEEN'S INDIAN: OLD MAIN LINE, 7.NC3
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 Be7 6. O-O O-O 7. Nc3

source: C39 KGA: ALLGAIER, BLACKBURNE GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ng5 h6 6. Nxf7 Kxf7 7. Nc3

source: E37 NIMZO-INDIAN: CLASSICAL, NOA VARIATION, MAIN LINE, 7.QC2
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 d5 5. a3 Bxc3+ 6. Qxc3 Ne4 7. Qc2 c5

source: A53 OLD INDIAN DEFENSE
it: 1. d4 Nf6 2. c4 d6

source: A43 OLD BENONI: SCHMID'S SYSTEM
it: 1. d4 c5 2. d5 d6 3. Nc3 g6

source: E73 KING'S INDIAN: SEMI-AVERBAKH SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Be2 O-O 6. Be3

source: B58 SICILIAN: CLASSICAL
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 d6 6. Be2

source: B42 SICILIAN: KAN, GIPSLIS VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 a6 5. Bd3 Nf6 6. O-O d6 7. c4 g6

source: C10 FRENCH: RUBINSTEIN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Nd7

source: B40 SICILIAN: MARSHALL VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 d5

source: D24 QGA, BOGOLYUBOV VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. Nc3 a6 5. e4

source: C39 KGA: KIESERITSKY, BERLIN DEFENSE, 6.BC4
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Nf6 6. Bc4

source: C88 RUY LOPEZ: CLOSED
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3

source: C31 KGD: FALKBEER, 3...E4
it: 1. e4 e5 2. f4 d5 3. exd5 e4

source: B77 SICILIAN: DRAGON, YUGOSLAV ATTACK, 9...BD7
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. f3 O-O 8. Qd2 Nc6 9. Bc4 Bd7

source: C44 SCOTCH GAMBIT: BENIMA DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Bc4 Be7

source: D99 GRUENFELD DEFENSE: SMYSLOV, MAIN LINE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qb3 dxc4 6. Qxc4 O-O 7. e4 Bg4 8. Be3 Nfd7 9. Qb3

source: E65 KING'S INDIAN: FIANCHETTO, YUGOSLAV, 7.O-O
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 c5 7. O-O

source: D36 QGD: EXCHANGE, POSITIONAL LINE, 6.QC2
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. cxd5 exd5 5. Bg5 c6 6. Qc2

source: E27 NIMZO-INDIAN: SAEMISCH VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 O-O

source: C44 PONZIANI OPENING
it: 1. e4 e5 2. Nf3 Nc6 3. c3

source: C51 EVANS GAMBIT: 5...BE7
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Be7

source: D52 QGD: CAMBRIDGE SPRINGS DEFENSE, RUBINSTEIN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3 c6 6. Nf3 Qa5 7. Nd2 dxc4

source: D00 BLACKMAR DIEMER GAMBIT: PROBST ATTACK
it: 1. d4 d5 2. e4 dxe4 3. Bf4

source: A30 ENGLISH: SYMMETRICAL, HEDGEHOG, FLEXIBLE FORMATION
it: 1. c4 c5 2. Nf3 Nf6 3. g3 b6 4. Bg2 Bb7 5. O-O e6 6. Nc3 Be7 7. d4 cxd4 8. Qxd4 d6 9. Rd1 a6 10. b3 Nbd7

source: E70 KING'S INDIAN DEFENSE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6

source: E70 KING'S INDIAN: 4.E4
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4

source: A46 DOERY DEFENSE
it: 1. d4 Nf6 2. Nf3 Ne4

source: D83 GRUENFELD: GRUENFELD GAMBIT
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Bf4 Bg7 5. e3 O-O

source: C31 KGD: FALKBEER, MORPHY GAMBIT
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. Nc3 Bb4 6. Bd2 e3

source: A10 ENGLISH: ADORJAN DEFENSE
it: 1. c4 g6 2. e4 e5

source: B84 SICILIAN: SCHEVENINGEN (PAULSEN), CLASSICAL VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Be2 a6

source: E97 KING'S INDIAN: ORTHODOX, ARONIN-TAIMANOV, BAYONET ATTACK
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nc6 8. d5 Ne7 9. b4

source: C12 FRENCH: MACCUTCHEON, JANOWSKI VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Be3

source: C51 EVANS GAMBIT DECLINED, PAVLOV VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bb6 5. b5 Na5 6. Nxe5 Nh6 7. d4 d6 8. Bxh6 dxe5 9. Bxg7 Rg8 10. Bxf7+ Kxf7 11. Bxe5 Qg5 12. Nd2

source: C39 KGA: KIESERITSKY, BERLIN DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Nf6

source: A93 DUTCH: STONEWALL, BOTWINNIK VARIATION
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5 7. b3

source: D49 QGD SEMI-SLAV: MERAN, RABINOVICH VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 a6 9. e4 c5 10. e5 cxd4 11. Nxb5 Ng4

source: D97 GRUENFELD: RUSSIAN, PRINS VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qb3 dxc4 6. Qxc4 O-O 7. e4 Na6

source: C44 PONZIANI: CARO VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. c3 d5 4. Qa4 Bd7

source: C86 RUY LOPEZ: WORRALL ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Qe2

source: B76 SICILIAN: DRAGON, YUGOSLAV ATTACK, 7...O-O
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. f3 O-O

source: D68 QGD: ORTHODOX DEFENSE, CLASSICAL, 13.D1C2 (VIDMAR)
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Bd3 dxc4 9. Bxc4 Nd5 10. Bxe7 Qxe7 11. O-O Nxc3 12. Rxc3 e5 13. Qc2

source: D02 QUEEN'S PAWN GAME, CHIGORIN VARIATION
it: 1. d4 d5 2. Nf3 Nc6

source: E17 QUEEN'S INDIAN: OPOVCENSKY VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 Be7 6. Nc3 Ne4 7. Bd2

source: C49 FOUR KNIGHTS: ALATORTSEV VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. d3 Qe7 7. Ne2 d5

source: A00 POLISH: TUEBINGEN VARIATION
it: 1. b4 Nh6

source: D23 QUEEN'S GAMBIT ACCEPTED
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6

source: C21 HALASZ GAMBIT
it: 1. e4 e5 2. d4 exd4 3. f4

source: D35 QGD: EXCHANGE, POSITIONAL LINE, 5...C6
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. cxd5 exd5 5. Bg5 c6

source: A02 BIRD'S OPENING, SWISS GAMBIT
it: 1. f4 f5 2. e4 fxe4 3. Nc3 Nf6 4. g4

source: E84 KING'S INDIAN: SAEMISCH, PANNO MAIN LINE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 Nc6 7. Nge2 a6 8. Qd2 Rb8

source: C46 FOUR KNIGHTS: ITALIAN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bc4

source: C46 FOUR KNIGHTS GAME
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6

source: A00 BATTAMBANG OPENING
it: 1. Nc3 e5 2. a3

source: C54 GIUOCO PIANO: MOELLER, BAYONET ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. cxd4 Bb4+ 7. Nc3 Nxe4 8. O-O Bxc3 9. d5 Bf6 10. Re1 Ne7 11. Rxe4 d6 12. g4

source: B18 CARO-KANN: CLASSICAL, MAROCZY ATTACK
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Bf5 5. Ng3 Bg6 6. f4

source: C44 PONZIANI COUNTER-GAMBIT, CORDEL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. c3 f5 4. d4 d6 5. d5 fxe4 6. Ng5 Nb8 7. Nxe4 Nf6 8. Bd3 Be7

source: D25 QGA, JANOWSKY-LARSEN VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 Bg4

source: B92 SICILIAN: NAJDORF, OPOVCENSKY VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Be2

source: A08 RETI: KING'S INDIAN ATTACK, FRENCH VARIATION
it: 1. Nf3 d5 2. g3 c5 3. Bg2 Nc6 4. O-O e6 5. d3 Nf6 6. Nbd2 Be7 7. e4 O-O 8. Re1 b5 9. e5 Nd7 10. Nf1 b4

source: B20 SICILIAN: WING GAMBIT
it: 1. e4 c5 2. b4

source: D57 QGD: LASKER DEFENSE, BERNSTEIN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6 7. Bh4 Ne4 8. Bxe7 Qxe7 9. cxd5 Nxc3 10. bxc3 exd5 11. Qb3 Qd6

source: A26 ENGLISH: CLOSED SYSTEM
it: 1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3 d6

source: C70 RUY LOPEZ: ALAPIN'S DEFENSE DEFERRED
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Bb4

source: A43 HAWK (HABICHD) DEFENSE
it: 1. d4 c5 2. d5 Nf6 3. Nf3 c4

source: C23 BISHOP'S OPENING: CALABRESE COUNTER-GAMBIT, JAENISCH VARIATION
it: 1. e4 e5 2. Bc4 f5 3. d3

source: D95 GRUENFELD: PACHMAN VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. e3 O-O 6. Qb3 dxc4 7. Bxc4 Nbd7 8. Ng5

source: C23 BISHOP'S OPENING
it: 1. e4 e5 2. Bc4

source: C23 BISHOP'S OPENING: LEWIS COUNTER-GAMBIT
it: 1. e4 e5 2. Bc4 Bc5 3. c3 d5

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, TARTAKOWER/GUNDERAM, POLISH ATTACK
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 Bf5 6. Bg5

source: C39 KGA: KIESERITSKY, NEUMANN DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Nc6

source: A36 ENGLISH: SYMMETRICAL, BOTVINNIK SYSTEM REVERSED
it: 1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. e3 e5

source: D01 RICHTER-VERESOV ATTACK, RICHTER VARIATION
it: 1. d4 d5 2. Nc3 Nf6 3. Bg5 Bf5 4. f3
