Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: B03 ALEKHINE'S DEFENSE: FOUR PAWNS ATTACK, TARTAKOWER VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 dxe5 6. fxe5 Nc6 7. Be3 Bf5 8. Nc3 e6 9. Nf3 Qd7 10. Be2 O-O-O 11. O-O Be7

source: B96 SICILIAN: NAJDORF, POLUGAYEVSKY, SIMAGIN VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 e6 7. f4 b5 8. e5 dxe5 9. fxe5 Qc7 10. Qe2

source: A83 DUTCH: STAUNTON GAMBIT, CHIGORIN VARIATION
it: 1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. Bg5 c6

source: C73 RUY LOPEZ: MODERN STEINITZ DEFENSE, ALAPIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. Bxc6+ bxc6 6. d4 f6

source: C45 SCOTCH: HORWITZ ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Qh4 5. Nb5

source: C59 TWO KNIGHTS DEFENSE: STEINITZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. Bb5+ c6 7. dxc6 bxc6 8. Be2 h6 9. Nh3

source: D28 QGA: CLASSICAL, 7...B5
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. Qe2 b5

source: C57 TWO KNIGHTS DEFENSE: FRITZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Nd4

source: B76 SICILIAN: DRAGON, YUGOSLAV ATTACK, RAUSER VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. f3 O-O 8. Qd2 Nc6 9. O-O-O

source: B94 SICILIAN: NAJDORF, IVKOV VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 Nbd7 7. Bc4 Qa5 8. Qd2 e6 9. O-O-O b5 10. Bb3 Bb7 11. Rhe1 Nc5 12. e5

source: B58 SICILIAN: BOLESLAVSKY, LOUMA VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 d6 6. Be2 e5 7. Nxc6

source: E51 NIMZO-INDIAN: 4.E3, RAGOZIN VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 Nc6 7. O-O dxc4

source: A90 DUTCH DEFENSE
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2

source: B07 PIRC: UFIMTSEV-PYTEL VARIATION
it: 1. e4 d6 2. d4 Nf6 3. Nc3 c6 4. Nf3 Bg4 5. Be2 e6

source: C60 RUY LOPEZ (SPANISH OPENING)
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5

source: C39 KGA: KIESERITSKY, KOLISCH DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 d6

source: D86 GRUENFELD: EXCHANGE, SIMAGIN'S IMPROVED VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. cxd5 Nxd5 5. e4 Nxc3 6. bxc3 Bg7 7. Bc4 O-O 8. Ne2 Nc6

source: B00 KP: NIMZOVICH DEFENSE, MARSHALL GAMBIT
it: 1. e4 Nc6 2. d4 d5 3. exd5 Qxd5 4. Nc3

source: C01 FRENCH: EXCHANGE VARIATION
it: 1. e4 e6 2. d4 d5 3. exd5

source: C49 FOUR KNIGHTS: NIMZOVICH (PAULSEN) VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. Bxc6

source: C46 THREE KNIGHTS: STEINITZ, ROSENTHAL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 g6 4. d4 exd4 5. Nd5

source: C34 KGA: FISCHER DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 d6

source: C56 TWO KNIGHTS DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. O-O Nxe4

source: A34 ENGLISH: SYMMETRICAL, RUBINSTEIN SYSTEM
it: 1. c4 c5 2. Nc3 Nf6 3. g3 d5 4. cxd5 Nxd5 5. Bg2 Nc7

source: A00 DUNST (SLEIPNER, HEINRICHSEN) OPENING
it: 1. Nc3 e5

source: D79 NEO-GRUENFELD, 6.O-O, MAIN LINE
it: 1. d4 Nf6 2. c4 g6 3. g3 d5 4. Bg2 Bg7 5. Nf3 O-O 6. O-O c6 7. cxd5 cxd5

source: C37 KGA: SALVIO GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. Ne5

source: D10 QGD SLAV DEFENSE, ALEKHINE VARIATION
it: 1. d4 d5 2. c4 c6 3. Nc3 dxc4 4. e4

source: B54 SICILIAN: PRINS (MOSCOW) VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. f3

source: A38 ENGLISH: SYMMETRICAL, MAIN LINE WITH D3
it: 1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3 Nf6 6. O-O O-O 7. d3

source: C56 TWO KNIGHTS DEFENSE: CANAL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. O-O Nxe4 6. Re1 d5 7. Nc3

source: D00 QUEEN'S PAWN GAME
it: 1. d4 d5

source: D39 QGD: RAGOZIN, VIENNA VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 Bb4 5. Bg5 dxc4

source: A39 ENGLISH: SYMMETRICAL, MAIN LINE WITH D4
it: 1. c4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Nf3 Nf6 6. O-O O-O 7. d4

source: E81 KING'S INDIAN: SAEMISCH, 5...O-O
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O

source: C55 TWO KNIGHTS: MAX LANGE ATTACK, MARSHALL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. O-O Bc5 6. e5 d5 7. exf6 dxc4 8. Re1+ Be6 9. Ng5 Qd5 10. Nc3 Qf5 11. Nce4

source: C33 KGA: SCHURIG GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Bd3

source: E77 KING'S INDIAN: FOUR PAWNS ATTACK, 6.BE2
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f4 O-O 6. Be2

source: B25 SICILIAN: CLOSED, 6.F4 E5 (BOTVINNIK)
it: 1. e4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3 d6 6. f4 e5

source: C34 KGA: GIANUTIO COUNTER-GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 f5

source: B42 SICILIAN: KAN, SWISS CHEESE VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 a6 5. Bd3 g6

source: C91 RUY LOPEZ: CLOSED, BOGOLYUBOV VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. d4 Bg4

source: C46 THREE KNIGHTS: WINAWER DEFENSE (GOTHIC DEFENSE)
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 f5

source: D37 QGD: CLASSICAL VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 Be7 5. Bf4

source: D37 QGD: CLASSICAL VARIATION (5.BF4)
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 Be7 5. Bf4

source: D68 QGD: ORTHODOX DEFENSE, CLASSICAL, 13.D1B1 (MAROCZY)
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Bd3 dxc4 9. Bxc4 Nd5 10. Bxe7 Qxe7 11. O-O Nxc3 12. Rxc3 e5 13. Qb1

source: E60 KING'S INDIAN: 3.G3
it: 1. d4 Nf6 2. c4 g6 3. g3

source: E44 NIMZO-INDIAN: FISCHER VARIATION, 5.NE2
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 b6 5. Nge2

source: C91 RUY LOPEZ: CLOSED, 9.D4
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. d4

source: C51 EVANS GAMBIT: MAYET DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Bf8

source: A15 ENGLISH OPENING
it: 1. c4 Nf6 2. Nf3

source: B56 SICILIAN: VENICE ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e5 6. Bb5+

source: D00 BLACKMAR DIEMER GAMBIT: ZELLER DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Bf5

source: E87 KING'S INDIAN: SAEMISCH, ORTHODOX, BRONSTEIN VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 e5 7. d5 Nh5 8. Qd2 Qh4+ 9. g3 Nxg3 10. Qf2 Nxf1 11. Qxh4 Nxe3 12. Ke2 Nxc4

source: C80 RUY LOPEZ: OPEN, RICHTER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. d5

source: B90 SICILIAN: NAJDORF, ADAMS ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. h3

source: C11 FRENCH: BURN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 dxe4

source: B12 CARO-MASI DEFENSE
it: 1. e4 c6 2. d4 Nf6

source: A18 ENGLISH: MIKENAS-CARLS, KEVITZ VARIATION
it: 1. c4 Nf6 2. Nc3 e6 3. e4 Nc6

source: C44 PONZIANI: ROMANISHIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. c3 Be7

source: C99 RUY LOPEZ: CLOSED, CHIGORIN, 12...C5D4
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c5 11. d4 Qc7 12. Nbd2 cxd4 13. cxd4

source: A05 RETI: KING'S INDIAN ATTACK, RETI-SMYSLOV VARIATION
it: 1. Nf3 Nf6 2. g3 g6 3. b4

source: C62 RUY LOPEZ: OLD STEINITZ DEFENSE, SEMI-DURAS VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 d6 4. d4 Bd7 5. c4

source: C60 RUY LOPEZ: COZIO DEFENSE, PAULSEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nge7 4. Nc3 g6

source: C38 KGA: HANSTEIN GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Bg7 5. O-O

source: A01 NIMZOVICH-LARSEN ATTACK: INDIAN VARIATION
it: 1. b3 Nf6

source: D34 QGD: TARRASCH, PRAGUE VARIATION, NORMAL POSITION
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7 8. O-O O-O

source: C65 RUY LOPEZ: BERLIN DEFENSE, ANDERSSEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. d3 d6 5. Bxc6+

source: E14 QUEEN'S INDIAN: AVERBAKH VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. e3 Bb7 5. Bd3 c5 6. O-O Be7 7. b3 O-O 8. Bb2 cxd4 9. Nxd4

source: A06 RETI: NIMZOVICH-LARSEN ATTACK
it: 1. Nf3 d5 2. b3

source: C50 GIUOCO PIANO
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5

source: D52 QGD: CAMBRIDGE SPRINGS DEFENSE, ARGENTINE VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3 c6 6. Nf3 Qa5 7. Nd2 Bb4 8. Qc2 O-O 9. Bh4

source: B95 SICILIAN: NAJDORF, 6...E6
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 e6

source: A64 BENONI: FIANCHETTO, 11...RE8
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. g3 Bg7 8. Bg2 O-O 9. O-O Nbd7 10. Nd2 a6 11. a4 Re8

source: E47 NIMZO-INDIAN: 4.E3 O-O, 5.BD3
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Bd3

source: D05 QUEEN'S PAWN GAME, RUBINSTEIN (COLLE-ZUKERTORT) VARIATION
it: 1. d4 d5 2. Nf3 Nf6 3. e3 e6 4. Bd3 c5 5. b3

source: C38 KGA: PHILIDOR GAMBIT, SCHULTZ VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Bg7 5. h4 h6 6. d4 d6 7. Qd3

source: D35 QGD: EXCHANGE, SAEMISCH VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. cxd5 exd5 5. Nf3 Nbd7 6. Bf4

source: A22 ENGLISH: BREMEN, REVERSE DRAGON
it: 1. c4 e5 2. Nc3 Nf6 3. g3 d5

source: D00 BLACKMAR DIEMER GAMBIT: ADVANCE VARIATION (LAGENHEINICKE DEFENSE)
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 e3

source: C33 KGA: BISHOP'S GAMBIT, PAULSEN ATTACK
it: 1. e4 e5 2. f4 exf4 3. Bc4 Nf6 4. Nc3 Bb4 5. e5

source: D26 QGA: CLASSICAL, FURMAN VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. Qe2 a6 7. dxc5 Bxc5 8. O-O Nc6 9. e4 b5 10. e5

source: D82 GRUENFELD: 4.BF4
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Bf4

source: C36 KGA: ABBAZIA DEFENSE (CLASSICAL DEFENSE, MODERN DEFENSE[!])
it: 1. e4 e5 2. f4 exf4 3. Nf3 d5

source: B11 CARO-KANN: TWO KNIGHTS, 3...BG4
it: 1. e4 c6 2. Nc3 d5 3. Nf3 Bg4

source: C82 RUY LOPEZ: OPEN, DILWORTH VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3 Bc5 10. Nbd2 O-O 11. Bc2 Nxf2

source: C24 BISHOP'S OPENING: BURGER ATTACK
it: 1. e4 e5 2. Bc4 Nf6 3. g4

source: C53 GIUOCO PIANO: CENTRE-HOLDING VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Qe7 5. d4 Bb6

source: D98 GRUENFELD: RUSSIAN, KERES VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qb3 dxc4 6. Qxc4 O-O 7. e4 Bg4 8. Be3 Nfd7 9. Be2 Nb6 10. Qd3 Nc6 11. O-O-O

source: E11 BOGO-INDIAN DEFENSE
it: 1. d4 Nf6 2. c4 e6 3. Nf3 Bb4+

source: C53 GIUOCO PIANO: LABOURDONNAIS VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 d6 5. d4 exd4 6. cxd4 Bb6

source: B13 CARO-KANN: PANOV-BOTVINNIK, REIFIR (SPIELMANN) VARIATION
it: 1. e4 c6 2. d4 d5 3. exd5 cxd5 4. c4 Nf6 5. Nc3 Nc6 6. Bg5 Qb6

source: C67 RUY LOPEZ: OPEN BERLIN DEFENSE, L'HERMET VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4 5. d4 Nd6 6. dxe5

source: D44 QGD SEMI-SLAV: ANTI-MERAN, DENKER VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 e6 5. Bg5 dxc4 6. e4 b5 7. e5 h6 8. Bh4 g5 9. Nxg5 hxg5 10. Bxg5 Nbd7 11. exf6 Bb7 12. g3 c5 13. d5 Qb6 14. Bg2 O-O-O 15. O-O b4 16. Na4 Qb5 17. a3 Nb8 18. axb4 cxb4 19. Qg4 Bxd5 20. Rfc1

source: B22 SICILIAN: ALAPIN'S VARIATION (2.C3)
it: 1. e4 c5 2. c3

source: B03 ALEKHINE'S DEFENSE: EXCHANGE VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. exd6

source: E45 NIMZO-INDIAN: 4.E3, BRONSTEIN (BYRNE) VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 b6 5. Nge2 Ba6

source: C51 EVANS COUNTER-GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 d5

source: B20 SICILIAN: WING GAMBIT, SANTASIERE VARIATION
it: 1. e4 c5 2. b4 cxb4 3. c4

source: D35 QGD: EXCHANGE, CHAMELEON VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. cxd5 exd5 5. Bg5 Be7 6. e3 O-O 7. Bd3 Nbd7 8. Qc2 Re8 9. Nge2 Nf8 10. O-O-O

source: D65 QGD: ORTHODOX DEFENSE, RUBINSTEIN ATTACK, MAIN LINE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Qc2 a6 9. cxd5

source: C13 FRENCH: CLASSICAL, FRANKFURT VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Ng8 6. Be3 b6

source: E38 NIMZO-INDIAN: CLASSICAL, 4...C5, 5...NA6
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 c5 5. dxc5 Na6 6. a3 Bxc3+ 7. Qxc3 Nxc5 8. b4 Nce4 9. Qd4 d5 10. c5

source: B80 SICILIAN: SCHEVENINGEN VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6

source: E87 KING'S INDIAN: SAEMISCH, ORTHODOX, 7.D5
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 e5 7. d5

source: D08 QGD: ALBIN COUNTER-GAMBIT, KRENOSZ VARIATION
it: 1. d4 d5 2. c4 e5 3. dxe5 d4 4. Nf3 Nc6 5. Nbd2 Bg4 6. h3 Bxf3 7. Nxf3 Bb4+ 8. Bd2 Qe7

source: C81 RUY LOPEZ: OPEN, HOWELL ATTACK, ADAM VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. Qe2 Be7 10. c4

source: A09 RETI ACCEPTED
it: 1. Nf3 d5 2. c4 dxc4

source: C38 KING'S KNIGHT'S GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Bg7

source: E73 KING'S INDIAN: 5.BE2
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Be2

source: C10 FRENCH: PAULSEN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3

source: B01 SCANDINAVIAN: ANDERSSEN COUNTER-ATTACK, COLLIJN VARIATION
it: 1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 e5 5. Nf3 Bg4

source: E43 NIMZO-INDIAN: FISCHER VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 b6

source: E40 NIMZO-INDIAN: 4.E3, TAIMANOV VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 Nc6

source: C50 KING'S PAWN GAME
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4

source: B20 SICILIAN: BURGER ATTACK
it: 1. e4 c5 2. Bc4

source: A46 QUEEN'S PAWN: TORRE ATTACK
it: 1. d4 Nf6 2. Nf3 e6 3. Bg5

source: C11 FRENCH: STEINITZ, BRODSKY-JONES VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. e5 Nfd7 5. f4 c5 6. dxc5 Nc6 7. a3 Bxc5 8. Qg4 O-O 9. Nf3 f6

source: B03 ALEKHINE'S DEFENSE: FOUR PAWNS ATTACK, TRIFUNOVIC VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 Bf5

source: C39 KGA: ALLGAIER, COOK VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ng5 h6 6. Nxf7 Kxf7 7. d4 d5 8. Bxf4 dxe4 9. Bc4+ Kg7 10. Be5+

source: C39 KGA: KIESERITSKY, POLERIO DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Be7

source: C36 KGA: ABBAZIA DEFENSE, BOTVINNIK VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 d5 4. exd5 Nf6 5. Bb5+ c6 6. dxc6 bxc6 7. Bc4 Nd5

source: D89 GRUENFELD: SPASSKY VARIATION, MAIN LINE, 13.BD3
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. cxd5 Nxd5 5. e4 Nxc3 6. bxc3 Bg7 7. Bc4 O-O 8. Ne2 c5 9. O-O Nc6 10. Be3 cxd4 11. cxd4 Bg4 12. f3 Na5 13. Bd3 Be6

source: B41 SICILIAN: KAN, MAROCZY BIND - BRONSTEIN VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 a6 5. c4 Nf6 6. Nc3 Bb4 7. Bd3 Nc6 8. Bc2

source: A45 BLACKMAR-DIEMER GAMBIT
it: 1. d4 Nf6 2. f3 d5 3. e4

source: B12 CARO-KANN: ADVANCE, SHORT VARIATION
it: 1. e4 c6 2. d4 d5 3. e5 Bf5 4. c3 e6 5. Be2

source: C25 VIENNA: PIERCE GAMBIT, RUSHMERE ATTACK
it: 1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. d4 g4 6. Bc4 gxf3 7. O-O d5 8. exd5 Bg4 9. dxc6

source: D11 QGD SLAV: 4.QC2
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. Qc2

source: B27 SICILIAN: HUNGARIAN VARIATION
it: 1. e4 c5 2. Nf3 g6

source: E71 KING'S INDIAN: MAKAGONOV SYSTEM (5.H3)
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. h3

source: E16 QUEEN'S INDIAN: YATES VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 Bb4+ 6. Bd2 a5

source: C12 FRENCH: MACCUTCHEON, BERNSTEIN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Bh4

source: B00 KP: COLORADO COUNTER
it: 1. e4 Nc6 2. Nf3 f5

source: D31 QGD: SEMI-SLAV, JUNGE VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 c6 4. Nf3 dxc4 5. a4 Bb4 6. e3 b5 7. Bd2 Qb6

source: C41 PHILIDOR: NIMZOVICH, LAROBOK VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. Nc3 Nbd7 5. Bc4 Be7 6. Ng5 O-O 7. Bxf7+

source: E54 NIMZO-INDIAN: 4.E3, GLIGORIC SYSTEM, SMYSLOV VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 c5 7. O-O dxc4 8. Bxc4 Qe7

source: D11 QGD SLAV: 4.E3
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. e3

source: C30 KGD: NORWALDE VARIATION, BUECKER GAMBIT
it: 1. e4 e5 2. f4 Qf6 3. Nf3 Qxf4 4. Nc3 Bb4 5. Bc4

source: C30 KGD: CLASSICAL VARIATION
it: 1. e4 e5 2. f4 Bc5

source: D30 QGD: SPIELMANN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. e3 c6 5. Nbd2 g6

source: C44 TAYLER OPENING
it: 1. e4 e5 2. Nf3 Nc6 3. Be2 Nf6 4. d4

source: C33 KGA: LESSER BISHOP'S (PETROFF-JAENISCH-TARTAKOWER) GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Be2

source: C42 PETROV: CLASSICAL ATTACK, MASON VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O O-O

source: C30 KGD: CLASSICAL, HANHAM VARIATION
it: 1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. Nc3 Nd7

source: E70 KING'S INDIAN: KRAMER SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nge2

source: A41 QUEEN'S PAWN
it: 1. d4 d6

source: E48 NIMZO-INDIAN: 4.E3 O-O, 5.BD3 D5
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Bd3 d5

source: D59 QGD: TARTAKOWER VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6 7. Bh4 b6 8. cxd5 Nxd5 9. Bxe7 Qxe7 10. Nxd5 exd5 11. Rc1 Be6

source: D31 QGD: SEMI-SLAV, NOTEBOOM VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 c6 4. Nf3 dxc4

source: A01 NIMZOVICH-LARSEN ATTACK: POLISH VARIATION
it: 1. b3 b5

source: B07 PIRC: HOLMOV SYSTEM
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Bc4

source: A01 NIMZOVICH-LARSEN ATTACK
it: 1. b3

source: C04 FRENCH: TARRASCH, GUIMARD MAIN LINE
it: 1. e4 e6 2. d4 d5 3. Nd2 Nc6 4. Ngf3 Nf6

source: C40 GRECO DEFENSE
it: 1. e4 e5 2. Nf3 Qf6

source: C77 RUY LOPEZ: ANDERSSEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. d3

source: B20 SICILIAN: WING GAMBIT, MARSHALL VARIATION
it: 1. e4 c5 2. b4 cxb4 3. a3

source: E25 NIMZO-INDIAN: SAEMISCH VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 c5 6. f3 d5 7. cxd5

source: C25 VIENNA GAME, MAX LANGE DEFENSE
it: 1. e4 e5 2. Nc3 Nc6

source: A09 RETI ACCEPTED: KERES VARIATION
it: 1. Nf3 d5 2. c4 dxc4 3. e3 Be6

source: C92 RUY LOPEZ: CLOSED, FLOHR-ZAITSEV SYSTEM (LENZERHEIDE VARIATION)
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Bb7

source: B56 SICILIAN
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6

source: B01 SCANDINAVIAN: ANDERSSEN COUNTER-ATTACK
it: 1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 e5

source: C60 RUY LOPEZ: POLLOCK DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Na5

source: C23 BISHOP'S OPENING: FOUR PAWNS' GAMBIT
it: 1. e4 e5 2. Bc4 Bc5 3. b4 Bxb4 4. f4 exf4 5. Nf3 Be7 6. d4 Bh4+ 7. g3 fxg3 8. O-O gxh2+ 9. Kh1

source: A45 TROMPOWSKY ATTACK (RUTH, OPOVCENSKY OPENING)
it: 1. d4 Nf6 2. Bg5

source: B03 ALEKHINE'S DEFENSE: FOUR PAWNS ATTACK, 6...NC6
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 dxe5 6. fxe5 Nc6

source: A47 QUEEN'S INDIAN: MARIENBAD SYSTEM, BERG VARIATION
it: 1. d4 Nf6 2. Nf3 b6 3. g3 Bb7 4. Bg2 c5 5. c4 cxd4 6. Qxd4

source: C54 GIUOCO PIANO: GRECO VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. cxd4 Bb4+ 7. Nc3 Nxe4 8. O-O Nxc3

source: B30 SICILIAN DEFENSE
it: 1. e4 c5 2. Nf3 Nc6

source: B20 SICILIAN: STEINITZ VARIATION
it: 1. e4 c5 2. g3

source: A00 POLISH (SOKOLSKY) OPENING
it: 1. b4

source: C70 RUY LOPEZ
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4

source: B74 SICILIAN: DRAGON, CLASSICAL, BERNARD DEFENSE
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. O-O O-O 9. Nb3 Be6 10. f4 Na5 11. f5 Bc4 12. Bd3 Bxd3 13. cxd3 d5

source: B13 CARO-KANN: PANOV-BOTVINNIK, GUNDERAM ATTACK
it: 1. e4 c6 2. d4 d5 3. exd5 cxd5 4. c4 Nf6 5. c5

source: D47 QGD SEMI-SLAV: NEO-MERAN (LUNDIN VARIATION)
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 b4

source: C80 RUY LOPEZ: OPEN, 6.D4 B5
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5

source: E23 NIMZO-INDIAN: SPIELMANN, STAAHLBERG VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qb3 c5 5. dxc5 Nc6 6. Nf3 Ne4 7. Bd2 Nxc5 8. Qc2 f5 9. g3

source: D51 QGD: MANHATTAN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3 Bb4

source: B07 PIRC: BAYONET (MARIOTTI) ATTACK
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Be2 Bg7 5. h4

source: C51 EVANS GAMBIT: FRASER ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Bc5 6. d4 exd4 7. O-O d6 8. cxd4 Bb6 9. Nc3 Bg4 10. Qa4

source: C25 VIENNA: STEINITZ GAMBIT, FRASER-MINCKWITZ VARIATION
it: 1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. d4 Qh4+ 5. Ke2 b6

source: D67 QGD: ORTHODOX DEFENSE, BD3 LINE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Bd3 dxc4 9. Bxc4 Nd5 10. Bxe7 Qxe7

source: C24 BISHOP'S OPENING: URUSOV GAMBIT
it: 1. e4 e5 2. Bc4 Nf6 3. d4 exd4 4. Nf3

source: A59 BENKO GAMBIT: NE2 VARIATION
it: 1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. bxa6 Bxa6 6. Nc3 d6 7. e4 Bxf1 8. Kxf1 g6 9. Nge2

source: D40 QGD: SEMI-TARRASCH, SYMMETRICAL VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c5 5. e3 Nc6 6. Bd3 Bd6 7. O-O O-O

source: E31 NIMZO-INDIAN: LENINGRAD, MAIN LINE
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Bg5 h6 5. Bh4 c5 6. d5 d6

source: D15 QGD SLAV: 4.NC3
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3

source: D15 QGD SLAV: NC3
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 a6 5. e3 b5

source: D86 GRUENFELD: EXCHANGE, LARSEN VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. cxd5 Nxd5 5. e4 Nxc3 6. bxc3 Bg7 7. Bc4 O-O 8. Ne2 Qd7 9. O-O b6

source: C51 EVANS GAMBIT DECLINED, LANGE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bb6 5. b5 Na5 6. Nxe5 Nh6

source: B02 ALEKHINE'S DEFENSE: SAEMISCH ATTACK
it: 1. e4 Nf6 2. e5 Nd5 3. Nc3

source: C37 KGA: MUZIO GAMBIT, PAULSEN VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O gxf3 6. Qxf3 Qf6 7. e5 Qxe5 8. d3 Bh6 9. Nc3 Ne7 10. Bd2 Nbc6 11. Rae1

source: A24 ENGLISH: BREMEN SYSTEM WITH ...G6
it: 1. c4 e5 2. Nc3 Nf6 3. g3 g6

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, BOGOLJUBOW DEFENSE, DIEMER ATTACK
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 g6 6. Bf4

source: B27 SICILIAN DEFENSE
it: 1. e4 c5 2. Nf3

source: B74 SICILIAN: DRAGON, CLASSICAL, RETI-TARTAKOWER VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. O-O O-O 9. Nb3 Be6 10. f4 Qc8

source: A03 MUJANNAH OPENING
it: 1. f4 d5 2. c4

source: D44 QGD SEMI-SLAV: ANTI-MERAN, ALATORTSEV SYSTEM
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. Bg5 dxc4 6. e4 b5 7. e5 h6 8. Bh4 g5 9. Nxg5 Nd5

source: C54 GIUOCO PIANO: THERKATZ-HERZOG VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. cxd4 Bb4+ 7. Nc3 Nxe4 8. O-O Bxc3 9. d5 Bf6 10. Re1 Ne7 11. Rxe4 d6 12. Bg5 Bxg5 13. Nxg5 O-O 14. Nxh7

source: D77 NEO-GRUENFELD, 6.O-O
it: 1. d4 Nf6 2. c4 g6 3. g3 d5 4. Bg2 Bg7 5. Nf3 O-O 6. O-O

source: D00 BLACKMAR DIEMER GAMBIT: ELBERT COUNTERGAMBIT
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 e5

source: D70 NEO-GRUENFELD (KEMERI) DEFENSE
it: 1. d4 Nf6 2. c4 g6 3. g3 d5

source: C44 SCOTCH: COCHRANE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 Nxd4 4. Nxe5 Ne6 5. Bc4 c6 6. O-O Nf6 7. Nxf7

source: E21 NIMZO-INDIAN: THREE KNIGHTS, EUWE VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Nf3 c5 5. d5 Ne4

source: C25 VIENNA: STEINITZ GAMBIT, ZUKERTORT DEFENSE
it: 1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. d4 Qh4+ 5. Ke2 d5

source: A07 RETI: KING'S INDIAN ATTACK (WITH ...C5)
it: 1. Nf3 d5 2. g3 c5

source: C66 RUY LOPEZ: BERLIN DEFENSE, TARRASCH TRAP
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O d6 5. d4 Bd7 6. Nc3 Be7 7. Re1 O-O

source: C02 FRENCH: ADVANCE, NIMZOVICH SYSTEM
it: 1. e4 e6 2. d4 d5 3. e5 c5 4. Nf3

source: C11 FRENCH: STEINITZ, BRADFORD ATTACK
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. e5 Nfd7 5. f4 c5 6. dxc5 Bxc5 7. Qg4

source: C34 KGA: SCHALLOP DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 Nf6

source: A07 RETI: KING'S INDIAN ATTACK
it: 1. Nf3 d5 2. g3 g6

source: D80 GRUENFELD: SPIKE GAMBIT
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. g4

source: C55 TWO KNIGHTS DEFENSE (MODERN BISHOP'S OPENING)
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d3

source: C80 RUY LOPEZ: OPEN, 7.BB3
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3

source: D40 QGD: SEMI-TARRASCH, LEVENFISH VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c5 5. e3 Nc6 6. Bd3 Bd6 7. O-O O-O 8. Qe2 Qe7 9. dxc5 Bxc5 10. e4

source: D25 QGA, 4.E3
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3

source: C53 GIUOCO PIANO: TARRASCH VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Qe7 5. d4 Bb6 6. O-O Nf6 7. a4 a6 8. Re1 d6 9. h3

source: C42 PETROV: CLASSICAL ATTACK, CHIGORIN VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O Nc6 8. Re1
