Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: rnbqkb1r/ppppp1pp/5n2/6B1/3Pp3/2N5/PPP2PPP/R2QKBNR b KQkq -
it: A83§Dutch§Staunton gambit, Staunton's line§1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. Bg5 *

source: rnbqkb1r/ppppp2p/5np1/6B1/3Pp2P/2N5/PPP2PP1/R2QKBNR b KQkq -
it: A83§Dutch§Staunton gambit, Alekhine variation§1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. Bg5 g6 5. h4 *

source: rnbqkb1r/ppppp2p/5np1/6B1/3Pp3/2N2P2/PPP3PP/R2QKBNR b KQkq -
it: A83§Dutch§Staunton gambit, Lasker variation§1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. Bg5 g6 5. f3 *

source: rnbqkb1r/pp1pp1pp/2p2n2/6B1/3Pp3/2N5/PPP2PPP/R2QKBNR w KQkq -
it: A83§Dutch§Staunton gambit, Chigorin variation§1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. Bg5 c6 *

source: rnbqkb1r/p1ppp1pp/1p3n2/6B1/3Pp3/2N5/PPP2PPP/R2QKBNR w KQkq -
it: A83§Dutch§Staunton gambit, Nimzovich variation§1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. Bg5 b6 *

source: rnbqkbnr/ppppp1pp/8/5p2/2PP4/8/PP2PPPP/RNBQKBNR b KQkq -
it: A84§Dutch defense§1. d4 f5 2. c4 *

source: rnbqkb1r/ppppp2p/6pn/5p2/2PP4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: A84§Dutch defense§Bladel variation§1. d4 f5 2. c4 g6 3. Nc3 Nh6 *

source: rnbqkbnr/pppp2pp/4p3/5p2/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: A84§Dutch defense§1. d4 f5 2. c4 e6 *

source: rnbqkbnr/pppp2pp/4p3/5p2/2PP4/2N5/PP2PPPP/R1BQKBNR b KQkq -
it: A84§Dutch defense, Rubinstein variation§1. d4 f5 2. c4 e6 3. Nc3 *

source: rnbqkbnr/pppp2pp/4p3/5p2/2PPP3/8/PP3PPP/RNBQKBNR b KQkq -
it: A84§Dutch§Staunton gambit deferred§1. d4 f5 2. c4 e6 3. e4 *

source: rnbqkb1r/ppppp1pp/5n2/5p2/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: A84§Dutch defense§1. d4 f5 2. c4 Nf6 *

source: rnbqkb1r/ppppp1pp/5n2/5p2/2PP4/2N5/PP2PPPP/R1BQKBNR b KQkq -
it: A85§Dutch with c4 & Nc3§1. d4 f5 2. c4 Nf6 3. Nc3 *

source: rnbqkb1r/ppppp1pp/5n2/5p2/2PP4/6P1/PP2PP1P/RNBQKBNR b KQkq -
it: A86§Dutch with c4 & g3§1. d4 f5 2. c4 Nf6 3. g3 *

source: rnb1kb1r/ppq1p1pp/2pp1n2/5p2/2PP4/2N3P1/PP2PPBP/R1BQK1NR w KQkq -
it: A86§Dutch§Hort-Antoshin system§1. d4 f5 2. c4 Nf6 3. g3 d6 4. Bg2 c6 5. Nc3 Qc7 *

source: rnbqkb1r/ppppp2p/5np1/5p2/2PP4/6P1/PP2PP1P/RNBQKBNR w KQkq -
it: A86§Dutch§Leningrad variation§1. d4 f5 2. c4 Nf6 3. g3 g6 *

source: rnbqk2r/ppppp1bp/5np1/5p2/2PP4/5NP1/PP2PPBP/RNBQK2R b KQkq -
it: A87§Dutch§Leningrad, Main variation§1. d4 f5 2. c4 Nf6 3. g3 g6 4. Bg2 Bg7 5. Nf3 *

source: rnbq1rk1/pp2p1bp/2pp1np1/5p2/2PP4/2N2NP1/PP2PPBP/R1BQ1RK1 w - -
it: A88§Dutch§Leningrad, Main variation with c6§1. d4 f5 2. c4 Nf6 3. g3 g6 4. Bg2 Bg7 5. Nf3 O-O 6. O-O d6 7. Nc3 c6 *

source: r1bq1rk1/ppp1p1bp/2np1np1/5p2/2PP4/2N2NP1/PP2PPBP/R1BQ1RK1 w - -
it: A89§Dutch§Leningrad, Main variation with Nc6§1. d4 f5 2. c4 Nf6 3. g3 g6 4. Bg2 Bg7 5. Nf3 O-O 6. O-O d6 7. Nc3 Nc6 *

source: rnbqkb1r/pppp2pp/4pn2/5p2/2PP4/6P1/PP2PPBP/RNBQK1NR b KQkq -
it: A90§Dutch defense§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 *

source: rnbqk2r/pppp2pp/4pn2/5p2/1bPP4/6P1/PP2PPBP/RNBQK1NR w KQkq -
it: A90§Dutch defense§Dutch-Indian (Nimzo-Dutch) variation§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Bb4+ *

source: rnbqk2r/ppppb1pp/4pn2/5p2/2PP4/6P1/PP1BPPBP/RN1QK1NR w KQkq -
it: A90§Dutch-Indian, Alekhine variation§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Bb4+ 5. Bd2 Be7 *

source: rnbqk2r/ppppb1pp/4pn2/5p2/2PP4/6P1/PP2PPBP/RNBQK1NR w KQkq -
it: A91§Dutch defense§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 *

source: rnbq1rk1/ppppb1pp/4pn2/5p2/2PP4/5NP1/PP2PPBP/RNBQK2R w KQ -
it: A92§Dutch defense§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O *

source: rnbq1rk1/ppppb1pp/4p3/5p2/2PPn3/5NP1/PP2PPBP/RNBQ1RK1 w - -
it: A92§Dutch defense, Alekhine variation§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O Ne4 *

source: rnbq1rk1/ppp1b1pp/4pn2/3p1p2/2PP4/5NP1/PP2PPBP/RNBQ1RK1 w - -
it: A92§Dutch§Stonewall variation§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5 *

source: rnbq1rk1/ppp1b1pp/4pn2/3p1p2/2PP4/2N2NP1/PP2PPBP/R1BQ1RK1 b - -
it: A92§Dutch§Stonewall with Nc3§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5 7. Nc3 *

source: rnbq1rk1/ppp1b1pp/4pn2/3p1p2/2PP4/1P3NP1/P3PPBP/RNBQ1RK1 b - -
it: A93§Dutch§Stonewall, Botwinnik variation§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5 7. b3 *

source: rnbq1rk1/pp2b1pp/2p1pn2/3p1p2/2PP4/BP3NP1/P3PPBP/RN1Q1RK1 b - -
it: A94§Dutch§Stonewall with Ba3§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5 7. b3 c6 8. Ba3 *

source: rnbq1rk1/pp2b1pp/2p1pn2/3p1p2/2PP4/2N2NP1/PP2PPBP/R1BQ1RK1 w - -
it: A95§Dutch§Stonewall with Nc3§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5 7. Nc3 c6 *

source: rnb1qrk1/pp2b1pp/2p1pn2/3p1pB1/2PP4/2N2NP1/PPQ1PPBP/R4RK1 b - -
it: A95§Dutch§Stonewall: Chekhover variation§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5 7. Nc3 c6 8. Qc2 Qe8 9. Bg5 *

source: rnbq1rk1/ppp1b1pp/3ppn2/5p2/2PP4/5NP1/PP2PPBP/RNBQ1RK1 w - -
it: A96§Dutch§Classical variation§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d6 *

source: rnb1qrk1/ppp1b1pp/3ppn2/5p2/2PP4/2N2NP1/PP2PPBP/R1BQ1RK1 w - -
it: A97§Dutch§Ilyin-Genevsky variation§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d6 7. Nc3 Qe8 *

source: rnb1qrk1/ppp1b1pp/3ppn2/5p2/2PP4/2N2NP1/PP2PPBP/R1BQR1K1 b - -
it: A97§Dutch§Ilyin-Genevsky, Winter variation§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d6 7. Nc3 Qe8 8. Re1 *

source: rnb1qrk1/ppp1b1pp/3ppn2/5p2/2PP4/2N2NP1/PPQ1PPBP/R1B2RK1 b - -
it: A98§Dutch§Ilyin-Genevsky variation with Qc2§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d6 7. Nc3 Qe8 8. Qc2 *

source: rnb1qrk1/ppp1b1pp/3ppn2/5p2/2PP4/1PN2NP1/P3PPBP/R1BQ1RK1 b - -
it: A99§Dutch§Ilyin-Genevsky variation with b3§1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d6 7. Nc3 Qe8 8. b3 *

source: rnbqkbnr/pppppppp/8/8/4P3/8/PPPP1PPP/RNBQKBNR b KQkq -
it: B00§King's pawn Opening§1. e4 *

source: rnbqkb1r/ppppp2p/5ppn/8/2PPP3/8/PP3PPP/RNBQKBNR w KQkq -
it: B00§Hippopotamus defense§1. e4 Nh6 2. d4 g6 3. c4 f6 *

source: rnbqkbnr/1ppppppp/8/p7/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B00§Corn stalk defense§1. e4 a5 *

source: r1bqkbnr/pppppppp/n7/8/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B00§Lemming defense§1. e4 Na6 *

source: rnbqkbnr/ppppp1pp/8/5p2/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B00§Fred§1. e4 f5 *

source: rnbqkbnr/ppppp1pp/5p2/8/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B00§Barnes defense§1. e4 f6 *

source: rnbqkbnr/ppppppp1/7p/8/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B00§Carr's defense§1. e4 h6 *

source: rnbqkbnr/pppppp1p/8/6p1/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B00§Reversed Grob (Borg/Basman defense/macho Grob)§1. e4 g5 *

source: rnbqkbnr/1ppppppp/p7/8/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B00§St. George (Baker) defense§1. e4 a6 *

source: rnbqkbnr/p1pppppp/1p6/8/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B00§Owen defense§1. e4 b6 *

source: rn1qkbnr/p1pppppp/bp6/8/3PP3/8/PPP2PPP/RNBQKBNR w KQkq -
it: B00§Guatemala defense§1. e4 b6 2. d4 Ba6 *

source: r1bqkbnr/pppppppp/2n5/8/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B00§KP§Nimzovich defense§1. e4 Nc6 *

source: r1bqkbnr/pppppppp/2n5/8/3PP3/2P5/P4PPP/RNBQKBNR b KQkq -
it: B00§KP§Nimzovich defense, Wheeler gambit§1. e4 Nc6 2. b4 Nxb4 3. c3 Nc6 4. d4 *

source: r1bqkbnr/pppppppp/2n5/8/4P3/5N2/PPPP1PPP/RNBQKB1R b KQkq -
it: B00§KP§Nimzovich defense§1. e4 Nc6 2. Nf3 *

source: r1bqkbnr/ppppp1pp/2n5/5p2/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq -
it: B00§KP§Colorado counter§1. e4 Nc6 2. Nf3 f5 *

source: r1bqkbnr/pppppppp/2n5/8/3PP3/8/PPP2PPP/RNBQKBNR b KQkq -
it: B00§KP§Nimzovich defense§1. e4 Nc6 2. d4 *

source: r1b1kbnr/ppp1pppp/2n5/3q4/3P4/2N5/PPP2PPP/R1BQKBNR b KQkq -
it: B00§KP§Nimzovich defense, Marshall gambit§1. e4 Nc6 2. d4 d5 3. exd5 Qxd5 4. Nc3 *

source: r1bqkbnr/ppp1pppp/2n5/3p4/3PP3/2N5/PPP2PPP/R1BQKBNR b KQkq -
it: B00§KP§Nimzovich defense, Bogolyubov variation§1. e4 Nc6 2. d4 d5 3. Nc3 *

source: r1bqkbnr/ppppp1pp/2n2p2/8/3PP3/8/PPP2PPP/RNBQKBNR w KQkq -
it: B00§KP§Neo-Mongoloid defense§1. e4 Nc6 2. d4 f6 *

source: rnbqkbnr/ppp1pppp/8/3p4/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B01§Scandinavian (centre counter) defense§1. e4 d5 *

source: rn2kb1r/ppp1pppp/5n2/q7/3P2b1/2N2N1P/PPP2PP1/R1BQKB1R b KQkq -
it: B01§Scandinavian defense, Lasker variation§1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 Nf6 5. Nf3 Bg4 6. h3 *

source: rn2kb1r/ppp1pppp/5n2/q4b2/3P4/2N2N2/PPP2PPP/R1BQKB1R w KQkq -
it: B01§Scandinavian defense§1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 Nf6 5. Nf3 Bf5 *

source: rn2kb1r/pp2pppp/2p2n2/q3Nb2/3P2P1/2N5/PPP2P1P/R1BQKB1R b KQkq -
it: B01§Scandinavian defense, Gruenfeld variation§1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 Nf6 5. Nf3 Bf5 6. Ne5 c6 7. g4 *

source: rnb1kbnr/ppp2ppp/8/q3p3/3P4/2N5/PPP2PPP/R1BQKBNR w KQkq -
it: B01§Scandinavian§Anderssen counter-attack§1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 e5 *

source: r1b1k1nr/ppp2ppp/2n5/q3P3/1b6/2N2N2/PPPB1PPP/R2QKB1R b KQkq -
it: B01§Scandinavian§Anderssen counter-attack Orthodox attack§1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 e5 5. dxe5 Bb4 6. Bd2 Nc6 7. Nf3 *

source: rnb1kbnr/ppp2ppp/8/q3p3/3P4/2N2N2/PPP2PPP/R1BQKB1R b KQkq -
it: B01§Scandinavian§Anderssen counter-attack, Goteborg system§1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 e5 5. Nf3 *

source: rn2kbnr/ppp2ppp/8/q3p3/3P2b1/2N2N2/PPP2PPP/R1BQKB1R w KQkq -
it: B01§Scandinavian§Anderssen counter-attack, Collijn variation§1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 e5 5. Nf3 Bg4 *

source: rnb1kbnr/ppp1pppp/8/q7/1P6/2N5/P1PP1PPP/R1BQKBNR b KQkq -
it: B01§Scandinavian, Mieses-Kotrvc gambit§1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. b4 *

source: rnb1kbnr/ppp1pppp/3q4/8/8/2N5/PPPP1PPP/R1BQKBNR w KQkq -
it: B01§Scandinavian§Pytel-Wade variation§1. e4 d5 2. exd5 Qxd5 3. Nc3 Qd6 *

source: rnbqkb1r/ppp1pppp/5n2/3P4/8/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B01§Scandinavian defense§1. e4 d5 2. exd5 Nf6 *

source: rnbqkb1r/ppp2ppp/4pn2/3P4/2P5/8/PP1P1PPP/RNBQKBNR w KQkq -
it: B01§Scandinavian§Icelandic gambit§1. e4 d5 2. exd5 Nf6 3. c4 e6 *

source: rnbqkb1r/pp2pppp/2p2n2/3P4/2P5/8/PP1P1PPP/RNBQKBNR w KQkq -
it: B01§Scandinavian gambit§1. e4 d5 2. exd5 Nf6 3. c4 c6 *

source: rnbqkb1r/ppp1pppp/5n2/3P4/3P4/8/PPP2PPP/RNBQKBNR b KQkq -
it: B01§Scandinavian defense§1. e4 d5 2. exd5 Nf6 3. d4 *

source: rnbqkb1r/ppp1pppp/8/3n4/3P4/8/PPP2PPP/RNBQKBNR w KQkq -
it: B01§Scandinavian§Marshall variation§1. e4 d5 2. exd5 Nf6 3. d4 Nxd5 *

source: rnbqkb1r/ppp1pppp/8/8/1nPP4/8/PP3PPP/RNBQKBNR w KQkq -
it: B01§Scandinavian§Kiel variation§1. e4 d5 2. exd5 Nf6 3. d4 Nxd5 4. c4 Nb4 *

source: rnbqkb1r/ppp1pp1p/5np1/3P4/3P4/8/PPP2PPP/RNBQKBNR w KQkq -
it: B01§Scandinavian§Richter variation§1. e4 d5 2. exd5 Nf6 3. d4 g6 *

source: rnbqkb1r/pppppppp/5n2/8/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B02§Alekhine's defense§1. e4 Nf6 *

source: rnbqkb1r/ppp1pppp/5n2/3p4/4P3/2N5/PPPP1PPP/R1BQKBNR w KQkq -
it: B02§Alekhine's defense§Scandinavian variation§1. e4 Nf6 2. Nc3 d5 *

source: rnbqkb1r/pppnpppp/4P3/3p4/8/2N5/PPPP1PPP/R1BQKBNR b KQkq -
it: B02§Alekhine's defense§Spielmann variation§1. e4 Nf6 2. Nc3 d5 3. e5 Nfd7 4. e6 *

source: rnbqkb1r/pppppppp/5n2/8/4P3/3P4/PPP2PPP/RNBQKBNR b KQkq -
it: B02§Alekhine's defense§Maroczy variation§1. e4 Nf6 2. d3 *

source: rnbqkb1r/pppppppp/5n2/8/2B1P3/8/PPPP1PPP/RNBQK1NR b KQkq -
it: B02§Alekhine's defense§Krejcik variation§1. e4 Nf6 2. Bc4 *

source: rnbqkb1r/pppppppp/8/4P3/4n3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B02§Alekhine's defense§Mokele Mbembe (Buecker) variation§1. e4 Nf6 2. e5 Ne4 *

source: rnbqkbnr/pppppppp/8/4P3/8/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B02§Alekhine's defense§Brooklyn defense§1. e4 Nf6 2. e5 Ng8 *

source: rnbqkb1r/pppppppp/8/3nP3/8/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B02§Alekhine's defense§1. e4 Nf6 2. e5 Nd5 *

source: rnbqkb1r/pp1ppppp/1n6/2p1P3/8/1B1P4/PPP2PPP/RNBQK1NR b KQkq -
it: B02§Alekhine's defense§Kmoch variation§1. e4 Nf6 2. e5 Nd5 3. Bc4 Nb6 4. Bb3 c5 5. d3 *

source: rnbqkb1r/pppppppp/8/3nP3/8/2N5/PPPP1PPP/R1BQKBNR b KQkq -
it: B02§Alekhine's defense§Saemisch attack§1. e4 Nf6 2. e5 Nd5 3. Nc3 *

source: rnbqkb1r/pppppppp/8/3nP3/8/1P6/P1PP1PPP/RNBQKBNR b KQkq -
it: B02§Alekhine's defense§Welling variation§1. e4 Nf6 2. e5 Nd5 3. b3 *

source: rnbqkb1r/pppppppp/8/3nP3/2P5/8/PP1P1PPP/RNBQKBNR b KQkq -
it: B02§Alekhine's defense§1. e4 Nf6 2. e5 Nd5 3. c4 *

source: rnbqkb1r/pppppppp/1n6/4P3/2P5/1P6/P2P1PPP/RNBQKBNR b KQkq -
it: B02§Alekhine's defense§Steiner variation§1. e4 Nf6 2. e5 Nd5 3. c4 Nb6 4. b3 *

source: rnbqkb1r/pppppppp/1n6/2P1P3/8/8/PP1P1PPP/RNBQKBNR b KQkq -
it: B02§Alekhine's defense§Two pawns' (Lasker's) attack§1. e4 Nf6 2. e5 Nd5 3. c4 Nb6 4. c5 *

source: rnbqkb1r/ppp2ppp/3pp3/2PnP3/2B5/2N5/PP1P1PPP/R1BQK1NR w KQkq -
it: B02§Alekhine's defense§Two pawns' attack, Mikenas variation§1. e4 Nf6 2. e5 Nd5 3. c4 Nb6 4. c5 Nd5 5. Bc4 e6 6. Nc3 d6 *

source: rnbqkb1r/pppppppp/8/3nP3/3P4/8/PPP2PPP/RNBQKBNR b KQkq -
it: B03§Alekhine's defense§1. e4 Nf6 2. e5 Nd5 3. d4 *

source: rnbqkb1r/p1pppppp/8/1p1nP3/3P4/8/PPP2PPP/RNBQKBNR w KQkq -
it: B03§Alekhine's defense§O'Sullivan gambit§1. e4 Nf6 2. e5 Nd5 3. d4 b5 *

source: rnbqkb1r/ppp1pppp/3p4/3nP3/3P4/8/PPP2PPP/RNBQKBNR w KQkq -
it: B03§Alekhine's defense§1. e4 Nf6 2. e5 Nd5 3. d4 d6 *

source: rnbqkb1r/ppp1pppp/3p4/3nP3/2BP4/8/PPP2PPP/RNBQK1NR b KQkq -
it: B03§Alekhine's defense§Balogh variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Bc4 *

source: rnbqkb1r/ppp1pppp/3p4/3nP3/2PP4/8/PP3PPP/RNBQKBNR b KQkq -
it: B03§Alekhine's defense§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 *

source: rnbqkb1r/ppp1pppp/1n1P4/8/2PP4/8/PP3PPP/RNBQKBNR b KQkq -
it: B03§Alekhine's defense§Exchange variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. exd6 *

source: r2q1rk1/pp2ppbp/1nnp2p1/5b2/2PP1B2/2N2N1P/PP2BPP1/R2Q1RK1 b - -
it: B03§Alekhine's defense§Exchange, Karpov variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. exd6 cxd6 6. Nf3 g6 7. Be2 Bg7 8. O-O O-O 9. h3 Nc6 10. Nc3 Bf5 11. Bf4 *

source: rnbqkb1r/ppp1pppp/1n1p4/4P3/2PP1P2/8/PP4PP/RNBQKBNR b KQkq -
it: B03§Alekhine's defense§Four pawns attack§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 *

source: rn1q1rk1/ppp1b1pp/1n2pp2/4Pb2/2PP4/2N2N2/PP2B1PP/R1BQ1RK1 w - -
it: B03§Alekhine's defense§Four pawns attack, Korchnoi variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 dxe5 6. fxe5 Bf5 7. Nc3 e6 8. Nf3 Be7 9. Be2 O-O 10. O-O f6 *

source: r1bqkb1r/ppp1pppp/1nn5/4P3/2PP4/8/PP4PP/RNBQKBNR w KQkq -
it: B03§Alekhine's defense§Four pawns attack, 6...Nc6§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 dxe5 6. fxe5 Nc6 *

source: r2qkb1r/ppp1p1pp/1nn1p3/2P5/3P2b1/5N2/PP4PP/RNBQKB1R b KQkq -
it: B03§Alekhine's defense§Four pawns attack, Ilyin-Genevsky var.§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 dxe5 6. fxe5 Nc6 7. Nf3 Bg4 8. e6 fxe6 9. c5 *

source: r1bqkb1r/ppp1pppp/1nn5/4P3/2PP4/4B3/PP4PP/RN1QKBNR b KQkq -
it: B03§Alekhine's defense§Four pawns attack, 7.Be3§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 dxe5 6. fxe5 Nc6 7. Be3 *

source: 2kr3r/pppqbppp/1nn1p3/4Pb2/2PP4/2N1BN2/PP2B1PP/R2Q1RK1 w - -
it: B03§Alekhine's defense§Four pawns attack, Tartakower variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 dxe5 6. fxe5 Nc6 7. Be3 Bf5 8. Nc3 e6 9. Nf3 Qd7 10. Be2 O-O-O 11. O-O Be7 *

source: rnbqkb1r/ppp1pp1p/1n1p4/4P1p1/2PP1P2/8/PP4PP/RNBQKBNR w KQkq -
it: B03§Alekhine's defense§Four pawns attack, Planinc variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 g5 *

source: rnbqkb1r/ppp1pp1p/1n1p2p1/4P3/2PP1P2/8/PP4PP/RNBQKBNR w KQkq -
it: B03§Alekhine's defense§Four pawns attack, Fianchetto variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 g6 *

source: rn1qkb1r/ppp1pppp/1n1p4/4Pb2/2PP1P2/8/PP4PP/RNBQKBNR w KQkq -
it: B03§Alekhine's defense§Four pawns attack, Trifunovic variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 Bf5 *

source: rnbqkb1r/ppp1pppp/3p4/3nP3/3P4/5N2/PPP2PPP/RNBQKB1R b KQkq -
it: B04§Alekhine's defense§Modern variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 *

source: rnbqkb1r/ppp1pppp/8/3np3/3P4/5N2/PPP2PPP/RNBQKB1R w KQkq -
it: B04§Alekhine's defense§Modern, Larsen variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 dxe5 *

source: rnbqkb1r/ppp1pppp/1n1p4/4P3/3P4/5N2/PPP2PPP/RNBQKB1R w KQkq -
it: B04§Alekhine's defense§Modern, Schmid variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Nb6 *

source: rnbqkb1r/ppp1pp1p/3p2p1/3nP3/3P4/5N2/PPP2PPP/RNBQKB1R w KQkq -
it: B04§Alekhine's defense§Modern, Fianchetto variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 g6 *

source: rnbqk2r/ppp1ppbp/1n1p2p1/4P3/P2P4/1B3N2/1PP2PPP/RNBQK2R b KQkq -
it: B04§Alekhine's defense§Modern, Keres variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 g6 5. Bc4 Nb6 6. Bb3 Bg7 7. a4 *

source: rn1qkb1r/ppp1pppp/3p4/3nP3/3P2b1/5N2/PPP2PPP/RNBQKB1R w KQkq -
it: B05§Alekhine's defense§Modern variation, 4...Bg4§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Bg4 *

source: rn1qkb1r/pp2pppp/2pp4/3nP3/3P2b1/5N2/PPP1BPPP/RNBQK2R w KQkq -
it: B05§Alekhine's defense§Modern, Flohr variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Bg4 5. Be2 c6 *

source: rn1qkb1r/ppp1pppp/3p4/3nP3/3P2b1/5N1P/PPP2PP1/RNBQKB1R b KQkq -
it: B05§Alekhine's defense§Modern, Panov variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Bg4 5. h3 *

source: rn1qkb1r/ppp1pppp/3p4/3nP3/2PP2b1/5N2/PP3PPP/RNBQKB1R b KQkq -
it: B05§Alekhine's defense§Modern, Alekhine variation§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Bg4 5. c4 *

source: rn1qkb1r/ppp1pppp/1n1p4/3PP3/2P3b1/5N2/PP3PPP/RNBQKB1R b KQkq -
it: B05§Alekhine's defense§Modern, Vitolins attack§1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Bg4 5. c4 Nb6 6. d5 *

source: rnbqkbnr/pppppp1p/6p1/8/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B06§Robatsch (Modern) defense§1. e4 g6 *

source: rnbqkb1r/ppppppnp/6p1/4P3/3P2P1/8/PPP2P1P/RNBQKBNR w KQkq -
it: B06§Norwegian defense§1. e4 g6 2. d4 Nf6 3. e5 Nh5 4. g4 Ng7 *

source: rnbqk1nr/ppppppbp/6p1/8/3PP3/8/PPP2PPP/RNBQKBNR w KQkq -
it: B06§Robatsch (Modern) defense§1. e4 g6 2. d4 Bg7 *

source: rnbqk1nr/ppppppbp/6p1/8/3PPP2/8/PPP3PP/RNBQKBNR b KQkq -
it: B06§Robatsch defense§Three pawns attack§1. e4 g6 2. d4 Bg7 3. f4 *

source: rnbqk1nr/ppppppbp/6p1/8/3PP3/2N5/PPP2PPP/R1BQKBNR b KQkq -
it: B06§Robatsch defense§1. e4 g6 2. d4 Bg7 3. Nc3 *

source: rnbqk1nr/pp2ppb1/2p3p1/3pP2p/3P1P2/2N5/PPP3PP/R1BQKBNR w KQkq -
it: B06§Robatsch defense§Gurgenidze variation§1. e4 g6 2. d4 Bg7 3. Nc3 c6 4. f4 d5 5. e5 h5 *

source: rnbqk1nr/ppp1ppbp/3p2p1/8/3PP3/2N5/PPP2PPP/R1BQKBNR w KQkq -
it: B06§Robatsch (Modern) defense§1. e4 g6 2. d4 Bg7 3. Nc3 d6 *

source: rnbqk1nr/ppp1ppbp/3p2p1/8/3PP3/2N2N2/PPP2PPP/R1BQKB1R b KQkq -
it: B06§Robatsch defense§Two knights variation§1. e4 g6 2. d4 Bg7 3. Nc3 d6 4. Nf3 *

source: rnbqk1nr/pp2ppbp/2pp2p1/8/3PP3/2N2N2/PPP2PPP/R1BQKB1R w KQkq -
it: B06§Robatsch defense§Two knights, Suttles variation§1. e4 g6 2. d4 Bg7 3. Nc3 d6 4. Nf3 c6 *

source: rnbqk1nr/ppp1ppbp/3p2p1/8/3PPP2/2N5/PPP3PP/R1BQKBNR b KQkq -
it: B06§Robatsch defense§Pseudo-Austrian attack§1. e4 g6 2. d4 Bg7 3. Nc3 d6 4. f4 *

source: rnbqkb1r/ppp1pppp/3p1n2/8/3PP3/2N5/PPP2PPP/R1BQKBNR b KQkq -
it: B07§Pirc defense§1. e4 d6 2. d4 Nf6 3. Nc3 *

source: rnbqkb1r/pp2pppp/2pp1n2/8/3PP3/2N5/PPP2PPP/R1BQKBNR w KQkq -
it: B07§Pirc§Ufimtsev-Pytel variation§1. e4 d6 2. d4 Nf6 3. Nc3 c6 *

source: rnbqkb1r/ppp1pp1p/3p1np1/8/3PP3/2N5/PPP2PPP/R1BQKBNR w KQkq -
it: B07§Pirc defense§1. e4 d6 2. d4 Nf6 3. Nc3 g6 *

source: rnbqkb1r/pp2pp1p/2pp1np1/8/3PP3/2N1B3/PPPQ1PPP/R3KBNR b KQkq -
it: B07§Pirc§150 attack§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Be3 c6 5. Qd2 *

source: rnbqkb1r/ppp1pp1p/3p1np1/8/3PP3/2N3P1/PPP2P1P/R1BQKBNR b KQkq -
it: B07§Pirc§Sveshnikov system§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. g3 *

source: rnbqkb1r/ppp1pp1p/3p1np1/8/2BPP3/2N5/PPP2PPP/R1BQK1NR b KQkq -
it: B07§Pirc§Holmov system§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Bc4 *

source: rnbqkb1r/ppp1pp1p/3p1np1/6B1/3PP3/2N5/PPP2PPP/R2QKBNR b KQkq -
it: B07§Pirc§Byrne variation§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Bg5 *

source: rnbqkb1r/ppp1pp1p/3p1np1/8/3PP3/2N5/PPP1BPPP/R1BQK1NR b KQkq -
it: B07§Pirc defense§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Be2 *

source: rnbqk2r/ppp1ppbp/3p1np1/8/3PP1P1/2N5/PPP1BP1P/R1BQK1NR b KQkq -
it: B07§Pirc§Chinese variation§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Be2 Bg7 5. g4 *

source: rnbqk2r/ppp1ppbp/3p1np1/8/3PP2P/2N5/PPP1BPP1/R1BQK1NR b KQkq -
it: B07§Pirc§bayonet (Mariotti) attack§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Be2 Bg7 5. h4 *

source: rnbqk1nr/ppp1ppbp/3p2p1/8/3PP3/2P2N2/PP3PPP/RNBQKB1R b KQkq -
it: B07§Robatsch defense§Geller's system§1. e4 g6 2. d4 Bg7 3. Nf3 d6 4. c3 *

source: rnbqkb1r/ppp1pp1p/3p1np1/8/3PP3/2N2N2/PPP2PPP/R1BQKB1R b KQkq -
it: B08§Pirc§Classical (Two knights) system§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Nf3 *

source: rnbqk2r/ppp1ppbp/3p1np1/8/3PP3/2N2N2/PPP2PPP/R1BQKB1R w KQkq -
it: B08§Pirc§Classical (Two knights) system§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Nf3 Bg7 *

source: rnbqk2r/ppp1ppbp/3p1np1/8/3PP3/2N2N1P/PPP2PP1/R1BQKB1R b KQkq -
it: B08§Pirc§Classical, h3 system§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Nf3 Bg7 5. h3 *

source: rnbqk2r/ppp1ppbp/3p1np1/8/3PP3/2N2N2/PPP1BPPP/R1BQK2R b KQkq -
it: B08§Pirc§Classical system, 5.Be2§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Nf3 Bg7 5. Be2 *

source: rnbqkb1r/ppp1pp1p/3p1np1/8/3PPP2/2N5/PPP3PP/R1BQKBNR b KQkq -
it: B09§Pirc§Austrian attack§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 *

source: rnbq1rk1/ppp1ppbp/3p1np1/8/3PPP2/2N2N2/PPP3PP/R1BQKB1R w KQ -
it: B09§Pirc§Austrian attack§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 O-O *

source: rnbq1rk1/ppp1ppbp/3p1np1/4P3/3P1P2/2N2N2/PPP3PP/R1BQKB1R b KQ -
it: B09§Pirc§Austrian attack, 6.e5§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 O-O 6. e5 *

source: rnbq1rk1/ppp1ppbp/3p1np1/8/3PPP2/2N1BN2/PPP3PP/R2QKB1R b KQ -
it: B09§Pirc§Austrian attack, 6.Be3§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 O-O 6. Be3 *

source: rnbq1rk1/ppp1ppbp/3p1np1/8/3PPP2/2NB1N2/PPP3PP/R1BQK2R b KQ -
it: B09§Pirc§Austrian attack, 6.Bd3§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 O-O 6. Bd3 *

source: rnbqk2r/pp2ppbp/3p1np1/2p5/3PPP2/2N2N2/PPP3PP/R1BQKB1R w KQkq -
it: B09§Pirc§Austrian attack, Dragon formation§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 c5 *

source: rnbqk2r/ppp1ppbp/3p1np1/8/2BPPP2/2N5/PPP3PP/R1BQK1NR b KQkq -
it: B09§Pirc§Austrian attack, Ljubojevic variation§1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Bc4 *

source: rnbqkbnr/pp1ppppp/2p5/8/4P3/8/PPPP1PPP/RNBQKBNR w KQkq -
it: B10§Caro-Kann defense§1. e4 c6 *

source: rnbqkbnr/pp1ppppp/2p5/8/2B1P3/8/PPPP1PPP/RNBQK1NR b KQkq -
it: B10§Caro-Kann§Hillbilly attack§1. e4 c6 2. Bc4 *

source: rnbqkbnr/pp1ppppp/2p5/8/2P1P3/8/PP1P1PPP/RNBQKBNR b KQkq -
it: B10§Caro-Kann§Anti-Caro-Kann defense§1. e4 c6 2. c4 *

source: rnbqkbnr/pp2pppp/2p5/3p4/2P1P3/8/PP1P1PPP/RNBQKBNR w KQkq -
it: B10§Caro-Kann§Anti-anti-Caro-Kann defense§1. e4 c6 2. c4 d5 *

source: rnbqkbnr/pp1ppppp/2p5/8/4P3/3P4/PPP2PPP/RNBQKBNR b KQkq -
it: B10§Caro-Kann§Closed (Breyer) variation§1. e4 c6 2. d3 *

source: rnbqkbnr/pp1ppppp/2p5/8/4P3/2N5/PPPP1PPP/R1BQKBNR b KQkq -
it: B10§Caro-Kann defense§1. e4 c6 2. Nc3 *

source: rnbqkbnr/pp2pppp/2p5/3p4/4P3/2N2Q2/PPPP1PPP/R1B1KBNR b KQkq -
it: B10§Caro-Kann§GOldman (Spielmann) variation§1. e4 c6 2. Nc3 d5 3. Qf3 *

source: rnbqkbnr/pp2pppp/2p5/3p4/4P3/2N2N2/PPPP1PPP/R1BQKB1R b KQkq -
it: B10§Caro-Kann§Two knights variation§1. e4 c6 2. Nc3 d5 3. Nf3 *

source: rn1qkbnr/pp2pppp/2p5/3p4/4P1b1/2N2N2/PPPP1PPP/R1BQKB1R w KQkq -
it: B11§Caro-Kann§Two knights, 3...Bg4§1. e4 c6 2. Nc3 d5 3. Nf3 Bg4 *

source: rnbqkbnr/pp1ppppp/2p5/8/3PP3/8/PPP2PPP/RNBQKBNR b KQkq -
it: B12§Caro-Kann defense§1. e4 c6 2. d4 *

source: r1bqkbnr/ppnppppp/2p5/8/3PP3/2N5/PPP2PPP/R1BQKBNR w KQkq -
it: B12§de Bruycker defense§1. e4 c6 2. d4 Na6 3. Nc3 Nc7 *

source: rnbqkb1r/pp1ppppp/2p2n2/8/3PP3/8/PPP2PPP/RNBQKBNR w KQkq -
it: B12§Caro-Masi defense§1. e4 c6 2. d4 Nf6 *

source: rnbqkbnr/pp2pppp/2p5/3p4/3PP3/8/PPP2PPP/RNBQKBNR w KQkq -
it: B12§Caro-Kann defense§1. e4 c6 2. d4 d5 *

source: rnbqkbnr/pp2pppp/2p5/3p4/3PP3/5P2/PPP3PP/RNBQKBNR b KQkq -
it: B12§Caro-Kann§Tartakower (fantasy) variation§1. e4 c6 2. d4 d5 3. f3 *

source: rnbqkbnr/pp2pppp/2p5/3p4/3PP3/8/PPPN1PPP/R1BQKBNR b KQkq -
it: B12§Caro-Kann§3.Nd2§1. e4 c6 2. d4 d5 3. Nd2 *
