Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: D53 QGD: 4.BG5 BE7, 5.E3 O-O
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O

source: D00 BLACKMAR DIEMER GAMBIT: RODECK DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 g6

source: C33 KGA: BISHOP'S GAMBIT, STEINITZ DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Bc4 Ne7

source: A84 DUTCH DEFENSE, RUBINSTEIN VARIATION
it: 1. d4 f5 2. c4 e6 3. Nc3

source: C82 RUY LOPEZ: OPEN, 9.C3
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3

source: D00 BLACKMAR DIEMER GAMBIT: DOUBLE PAWN SACRIFICE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Qxf3

source: B78 SICILIAN: DRAGON, YUGOSLAV ATTACK, 10.O-O-O
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. f3 O-O 8. Qd2 Nc6 9. Bc4 Bd7 10. O-O-O

source: C00 FRENCH: STEINITZ ATTACK
it: 1. e4 e6 2. e5

source: C41 PHILIDOR: EXCHANGE VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 exd4 4. Nxd4 Nf6

source: C41 PHILIDOR: NIMZOVICH, KLEIN VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. Bc4

source: C11 FRENCH: STEINITZ VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. e5 Nfd7 5. f4 c5 6. Nf3

source: C58 TWO KNIGHTS DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. Bb5+

source: D51 QGD: ROCHLIN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. Nf3 c6 6. Rc1 Qa5 7. Bd2

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, GUNDERAM
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 h5

source: B23 SICILIAN: CLOSED
it: 1. e4 c5 2. Nc3

source: C40 LATVIAN COUNTER-GAMBIT
it: 1. e4 e5 2. Nf3 f5

source: A80 DUTCH, SPIELMANN GAMBIT
it: 1. d4 f5 2. Nc3 Nf6 3. g4

source: A80 DUTCH
it: 1. d4 f5

source: C33 KGA: PAWN'S GAMBIT (STAMMA GAMBIT)
it: 1. e4 e5 2. f4 exf4 3. h4

source: C12 FRENCH: MACCUTCHEON, CHIGORIN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. exf6

source: C33 KGA: BISHOP'S GAMBIT, MCDONNELL ATTACK
it: 1. e4 e5 2. f4 exf4 3. Bc4 Qh4+ 4. Kf1 g5 5. Nc3 Bg7 6. g3

source: D55 QGD: PILLSBURY ATTACK
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 b6 7. Bd3 Bb7 8. cxd5 exd5 9. Ne5

source: B44 SICILIAN, SZEN, HEDGEHOG VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nc6 5. Nb5 d6 6. c4 Nf6 7. N1c3 a6 8. Na3 Be7 9. Be2 O-O 10. O-O b6

source: C25 VIENNA GAMBIT
it: 1. e4 e5 2. Nc3 Nc6 3. f4

source: C55 TWO KNIGHTS DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6

source: C46 FOUR KNIGHTS: GUNSBERG VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. a3

source: D95 GRUENFELD WITH E3 & QB3
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. e3 O-O 6. Qb3

source: A92 DUTCH: STONEWALL WITH NC3
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5 7. Nc3

source: C57 TWO KNIGHTS DEFENSE: LOLLI ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Nxd5 6. d4

source: A00 AMAR GAMBIT
it: 1. Nh3 d5 2. g3 e5 3. f4 Bxh3 4. Bxh3 exf4

source: E68 KING'S INDIAN: FIANCHETTO, CLASSICAL VARIATION, 8.E4
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 Nbd7 7. O-O e5 8. e4

source: D02 QUEEN'S BISHOP GAME
it: 1. d4 d5 2. Nf3 Nf6 3. Bf4

source: C33 KGA: BISHOP'S GAMBIT, GRIMM ATTACK
it: 1. e4 e5 2. f4 exf4 3. Bc4 Qh4+ 4. Kf1 g5 5. Nc3 Bg7 6. d4 d6 7. e5

source: C41 PHILIDOR: PHILIDOR COUNTER-GAMBIT, BERGER VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 f5 4. dxe5 fxe4 5. Ng5 d5 6. e6 Bc5 7. Nc3

source: D42 QGD: SEMI-TARRASCH, 7.BD3
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c5 5. cxd5 Nxd5 6. e3 Nc6 7. Bd3

source: C33 KGA: TUMBLEWEED GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Kf2

source: C17 FRENCH: WINAWER, ADVANCE VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5

source: C18 FRENCH: WINAWER, CLASSICAL VARIATION WITH 7.NF3
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Qc7 7. Nf3

source: D10 QGD SLAV DEFENSE
it: 1. d4 d5 2. c4 c6

source: B65 SICILIAN: RICHTER-RAUZER, RAUZER ATTACK, 7...BE7 DEFENSE, 9...NXD4
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Qd2 Be7 8. O-O-O O-O 9. f4 Nxd4

source: B57 SICILIAN: SOZIN, NOT SCHEVENINGEN
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bc4

source: C55 TWO KNIGHTS DEFENSE, PERREUX VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. Ng5

source: C64 RUY LOPEZ: CLASSICAL DEFENSE, 4.C3
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Bc5 4. c3

source: E58 NIMZO-INDIAN: 4.E3, MAIN LINE WITH 8...BXC3
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 c5 7. O-O Nc6 8. a3 Bxc3 9. bxc3

source: B13 CARO-KANN: PANOV-BOTVINNIK, NORMAL VARIATION
it: 1. e4 c6 2. d4 d5 3. exd5 cxd5 4. c4 Nf6 5. Nc3 Nc6 6. Bg5 e6

source: C44 SCOTCH: LOLLI VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 Nxd4

source: E24 NIMZO-INDIAN: SAEMISCH VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3

source: B84 SICILIAN: SCHEVENINGEN, CLASSICAL, ND7 SYSTEM
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Be2 a6 7. O-O Nbd7

source: A97 DUTCH: ILYIN-GENEVSKY, WINTER VARIATION
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d6 7. Nc3 Qe8 8. Re1

source: D87 GRUENFELD: EXCHANGE, SPASSKY VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. cxd5 Nxd5 5. e4 Nxc3 6. bxc3 Bg7 7. Bc4 O-O 8. Ne2 c5

source: D30 QGD: CAPABLANCA-DURAS VARIATION
it: 1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. Bg5 h6

source: A56 VULTURE DEFENSE
it: 1. d4 Nf6 2. c4 c5 3. d5 Ne4

source: B53 SICILIAN, CHEKHOVER VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Qxd4

source: C44 SCOTCH: GOERING GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. c3 dxc3 5. Nxc3 Bb4

source: E92 KING'S INDIAN: PETROSIAN SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. d5

source: C54 GIUOCO PIANO: AITKEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. cxd4 Bb4+ 7. Nc3 Nxe4 8. O-O Nxc3 9. bxc3 Bxc3 10. Ba3

source: C84 RUY LOPEZ: CLOSED DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7

source: A09 RETI OPENING
it: 1. Nf3 d5 2. c4

source: C42 PETROV: PAULSEN ATTACK
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nc4

source: A80 DUTCH, 2.BG5 VARIATION
it: 1. d4 f5 2. Bg5

source: C49 FOUR KNIGHTS: SYMMETRICAL, MAROCZY SYSTEM
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. d3 d6 7. Ne2

source: C89 RUY LOPEZ: MARSHALL, KEVITZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d5 9. exd5 Nxd5 10. Nxe5 Nxe5 11. Rxe5 c6 12. Bxd5 cxd5 13. d4 Bd6 14. Re3

source: C44 SCOTCH GAMBIT: DUBOIS-RETI DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Bc4 Nf6

source: C37 KGA: MUZIO GAMBIT, FROM DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O gxf3 6. Qxf3 Qe7

source: A12 ENGLISH: BLED VARIATION
it: 1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. Bb2 g6

source: E30 NIMZO-INDIAN: LENINGRAD, ...B5 GAMBIT
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Bg5 h6 5. Bh4 c5 6. d5 b5

source: C42 PETROV THREE KNIGHTS GAME
it: 1. e4 e5 2. Nf3 Nf6 3. Nc3

source: B04 ALEKHINE'S DEFENSE: MODERN, SCHMID VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Nb6

source: A25 ENGLISH: CLOSED, 5.RB1
it: 1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Rb1

source: C89 RUY LOPEZ: MARSHALL, MAIN LINE, 12.D2D4
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d5 9. exd5 Nxd5 10. Nxe5 Nxe5 11. Rxe5 c6 12. d4

source: B46 SICILIAN: TAIMANOV VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nc6 5. Nc3 a6

source: A46 QUEEN'S PAWN: LASKER FIANCHETTO
it: 1. d4 Nf6 2. Nf3 e6 3. g3

source: D49 QGD SEMI-SLAV: MERAN, SOZIN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 a6 9. e4 c5 10. e5 cxd4 11. Nxb5 Nxe5

source: D63 QGD: ORTHODOX DEFENSE, CAPABLANCA VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 b6 8. cxd5 exd5 9. Bb5

source: D06 QGD: SYMMETRICAL (AUSTRIAN) DEFENSE
it: 1. d4 d5 2. c4 c5

source: E20 NIMZO-INDIAN: MIKENAS ATTACK
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qd3

source: B34 SICILIAN: ACCELERATED FIANCHETTO, EXCHANGE VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 g6 5. Nxc6

source: C51 EVANS GAMBIT DECLINED
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4

source: C15 FRENCH: WINAWER (NIMZOVICH) VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4

source: D15 QGD SLAV: 5.E3 (ALEKHINE VARIATION)
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. e3 b5 6. a4 b4

source: C41 PHILIDOR: PHILIDOR COUNTER-GAMBIT, ZUKERTORT VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 f5 4. Nc3

source: E08 CATALAN: CLOSED, 7.QC2
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 Be7 5. Nf3 O-O 6. O-O Nbd7 7. Qc2

source: D35 QGD: EXCHANGE VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Be7 4. cxd5 exd5 5. Bf4 Nf6

source: D00 BLACKMAR DIEMER GAMBIT: POHLMANN
it: 1. d4 d5 2. e4 dxe4 3. Nc3 f5

source: C33 KGA: LOPEZ-GIANUTIO COUNTER-GAMBIT, HEIN VARIATION
it: 1. e4 e5 2. f4 exf4 3. Bc4 f5 4. Qe2 Qh4+ 5. Kd1 fxe4 6. Nc3 Kd8

source: C03 FRENCH: TARRASCH, GUIMARD VARIATION
it: 1. e4 e6 2. d4 d5 3. Nd2 Nc6

source: A81 DUTCH DEFENSE
it: 1. d4 f5 2. g3 Nf6 3. Bg2 g6

source: D23 QGA: MANNHEIM VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. Qa4+

source: C52 EVANS GAMBIT: COMPROMISED DEFENSE, POTTER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. d4 exd4 7. O-O dxc3 8. Qb3 Qf6 9. e5 Qg6 10. Nxc3 Nge7 11. Rd1

source: C33 KING'S GAMBIT ACCEPTED
it: 1. e4 e5 2. f4 exf4

source: B02 ALEKHINE'S DEFENSE: MOKELE MBEMBE (BUECKER) VARIATION
it: 1. e4 Nf6 2. e5 Ne4

source: A79 BENONI: CLASSICAL, 11.F3
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O Re8 10. Nd2 Na6 11. f3

source: B18 CARO-KANN: CLASSICAL, 6.H4
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Bf5 5. Ng3 Bg6 6. h4

source: C53 GIUOCO PIANO: GHULAM KASSIM VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. e5 Ne4 7. Bd5 Nxf2 8. Kxf2 dxc3+ 9. Kg3

source: C32 KGD: FALKBEER, ALAPIN VARIATION
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. dxe4 Nxe4 6. Nf3 Bc5 7. Qe2 Bf2+ 8. Kd1 Qxd5+ 9. Nfd2

source: C63 RUY LOPEZ: SCHLIEMANN DEFENSE, BERGER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 f5 4. Nc3

source: C78 RUY LOPEZ: ...B5 & ...D6
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O b5 6. Bb3 d6

source: D05 QUEEN'S PAWN GAME
it: 1. d4 d5 2. Nf3 Nf6 3. e3 e6 4. Bd3

source: A84 DUTCH DEFENSE
it: 1. d4 f5 2. c4

source: C51 EVANS GAMBIT: STONE-WARE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Bd6

source: C26 VIENNA: PAULSEN-MIESES VARIATION
it: 1. e4 e5 2. Nc3 Nf6 3. g3

source: E07 CATALAN: CLOSED, BOTVINNIK VARIATION
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 Be7 5. Nf3 O-O 6. O-O Nbd7 7. Nc3 c6 8. Qd3

source: E91 KING'S INDIAN: 6.BE2
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2

source: D02 QUEEN'S PAWN GAME
it: 1. d4 d5 2. Nf3

source: A28 ENGLISH: FOUR KNIGHTS SYSTEM
it: 1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6

source: D00 BLACKMAR DIEMER GAMBIT: LEMBERGER COUNTERGAMBIT
it: 1. d4 d5 2. e4 dxe4 3. Nc3 e5

source: C59 TWO KNIGHTS DEFENSE: KNORRE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. Bb5+ c6 7. dxc6 bxc6 8. Be2 h6 9. Nf3 e4 10. Ne5 Bd6 11. d4 Qc7 12. Bd2

source: C40 LATVIAN: CORKSCREW COUNTER-GAMBIT
it: 1. e4 e5 2. Nf3 f5 3. Bc4 fxe4 4. Nxe5 Nf6

source: D78 NEO-GRUENFELD, 6.O-O C6
it: 1. d4 Nf6 2. c4 g6 3. g3 d5 4. Bg2 Bg7 5. Nf3 O-O 6. O-O c6

source: C44 DRESDEN OPENING
it: 1. e4 e5 2. Nf3 Nc6 3. c4

source: A98 DUTCH: ILYIN-GENEVSKY VARIATION WITH QC2
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d6 7. Nc3 Qe8 8. Qc2

source: A52 BUDAPEST: ADLER VARIATION
it: 1. d4 Nf6 2. c4 e5 3. dxe5 Ng4 4. Nf3

source: A22 ENGLISH: CARLS' BREMEN SYSTEM
it: 1. c4 e5 2. Nc3 Nf6 3. g3

source: B03 ALEKHINE'S DEFENSE: FOUR PAWNS ATTACK, 7.BE3
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 dxe5 6. fxe5 Nc6 7. Be3

source: E72 KING'S INDIAN WITH E4 & G3
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. g3

source: A81 DUTCH: LENINGRAD, BASMAN SYSTEM
it: 1. d4 f5 2. g3 g6 3. Bg2 Bg7 4. Nf3 c6 5. O-O Nh6

source: B30 SICILIAN: NIMZOVICH-ROSSOLIMO ATTACK (WITHOUT ...D6)
it: 1. e4 c5 2. Nf3 Nc6 3. Bb5

source: D92 GRUENFELD: 5.BF4
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Bf4

source: C80 RUY LOPEZ: OPEN, BERNSTEIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. Nbd2

source: E56 NIMZO-INDIAN: 4.E3, MAIN LINE WITH 7...NC6
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 c5 7. O-O Nc6

source: B26 SICILIAN: CLOSED, 6.BE3
it: 1. e4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3 d6 6. Be3

source: B23 SICILIAN: CLOSED, 2...NC6
it: 1. e4 c5 2. Nc3 Nc6

source: C70 RUY LOPEZ: BIRD'S DEFENSE DEFERRED
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nd4

source: B80 SICILIAN: SCHEVENINGEN, FIANCHETTO VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. g3

source: C52 EVANS GAMBIT: ALAPIN-STEINITZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. O-O d6 7. d4 Bg4

source: E62 KING'S INDIAN: FIANCHETTO, KAVALEK (BRONSTEIN) VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 c6 7. O-O Qa5

source: C78 RUY LOPEZ: WING ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O b5 6. Bb3 Be7 7. a4

source: C59 TWO KNIGHTS DEFENSE: GOERING VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. Bb5+ c6 7. dxc6 bxc6 8. Be2 h6 9. Nf3 e4 10. Ne5 Qc7

source: B75 SICILIAN: DRAGON, YUGOSLAV ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. f3

source: A04 RETI: HERRSTROEM GAMBIT
it: 1. Nf3 g5

source: E85 KING'S INDIAN: SAEMISCH, ORTHODOX VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 e5

source: D19 QGD SLAV: DUTCH VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. e3 e6 7. Bxc4 Bb4 8. O-O

source: C84 RUY LOPEZ: CLOSED, BASQUE GAMBIT (NORTH SPANISH VARIATION)
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. d4 exd4 7. e5 Ne4 8. c3

source: A82 DUTCH: STAUNTON GAMBIT
it: 1. d4 f5 2. e4

source: E67 KING'S INDIAN: FIANCHETTO WITH ...ND7
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 Nbd7

source: A12 ENGLISH: CAPABLANCA'S VARIATION
it: 1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. Bb2 Bg4

source: D12 QGD SLAV: LANDAU VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. e3 Bf5 5. cxd5 cxd5 6. Qb3 Qc8 7. Bd2 e6 8. Na3

source: A01 NIMZOVICH-LARSEN ATTACK: CLASSICAL VARIATION
it: 1. b3 d5

source: C02 FRENCH: ADVANCE VARIATION
it: 1. e4 e6 2. d4 d5 3. e5

source: B15 CARO-KANN: RASA-STUDIER GAMBIT
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. f3

source: E32 NIMZO-INDIAN: CLASSICAL VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2

source: C52 EVANS GAMBIT: RICHARDSON ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. O-O Nf6 7. d4 O-O 8. Nxe5

source: A61 BENONI: FIANCHETTO VARIATION
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. g3

source: B10 CARO-KANN: TWO KNIGHTS VARIATION
it: 1. e4 c6 2. Nc3 d5 3. Nf3

source: D51 QGD: 5...C6
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3 c6

source: A06 SANTASIERE'S FOLLY
it: 1. Nf3 d5 2. b4

source: C45 SCOTCH: PAULSEN, GUNSBERG DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Bc5 5. Be3 Qf6 6. c3 Nge7 7. Bb5 Nd8

source: D13 QGD SLAV: EXCHANGE VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. cxd5 cxd5

source: E42 NIMZO-INDIAN: 4.E3 C5, 5.NE2 (RUBINSTEIN)
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 c5 5. Nge2

source: D26 QGA: CLASSICAL VARIATION, 6.O-O
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O

source: B50 SICILIAN
it: 1. e4 c5 2. Nf3 d6

source: C29 VIENNA GAMBIT
it: 1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. d3

source: E28 NIMZO-INDIAN: SAEMISCH VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 O-O 6. e3

source: A58 BENKO GAMBIT: ND2 VARIATION
it: 1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. bxa6 Bxa6 6. Nc3 d6 7. Nf3 g6 8. Nd2

source: A08 RETI: KING'S INDIAN ATTACK
it: 1. e4 c5 2. Nf3 e6 3. d3 Nc6 4. g3 d5 5. Nbd2 Nf6 6. Bg2 Be7 7. O-O

source: C33 KGA: BISHOP'S GAMBIT, BOGOLYUBOV VARIATION
it: 1. e4 e5 2. f4 exf4 3. Bc4 Nf6 4. Nc3

source: A21 ENGLISH, KERES VARIATION
it: 1. c4 e5 2. Nc3 d6 3. g3 c6

source: A43 OLD BENONI DEFENSE
it: 1. d4 c5 2. d5 Nf6

source: D50 QGD: SEMI-TARRASCH
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 c5 5. cxd5

source: C29 VIENNA GAMBIT: BREYER VARIATION
it: 1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. Nf3 Be7

source: C67 RUY LOPEZ: OPEN BERLIN DEFENSE, SHOWALTER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4 5. d4 Nd6 6. Ba4

source: B98 SICILIAN: NAJDORF, BROWNE VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 e6 7. f4 Be7 8. Qf3 h6 9. Bh4 Qc7

source: D01 RICHTER-VERESOV ATTACK
it: 1. d4 d5 2. Nc3 Nf6 3. Bg5

source: D50 QGD: SEMI-TARRASCH, PRIMITIVE PILLSBURY VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 c5 5. Nf3 cxd4 6. Qxd4

source: E17 QUEEN'S INDIAN: ANTI-QUEEN'S INDIAN SYSTEM
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 Be7 6. Nc3

source: B37 SICILIAN: ACCELERATED FIANCHETTO, SIMAGIN VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 g6 5. c4 Bg7 6. Nc2 d6 7. Be2 Nh6

source: A60 BENONI DEFENSE
it: 1. d4 Nf6 2. c4 c5 3. d5 e6

source: D00 BLACKMAR DIEMER GAMBIT: DRIES COUNTERATTACK
it: 1. d4 d5 2. e4 dxe4 3. Nc3 c5

source: B87 SICILIAN: SOZIN WITH ...A6 AND ...B5
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Bc4 a6 7. Bb3 b5

source: C79 RUY LOPEZ: STEINITZ DEFENSE DEFERRED, RUBINSTEIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O d6 6. Bxc6+ bxc6 7. d4 Nxe4

source: D41 QGD: SEMI-TARRASCH, 5.CD
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c5 5. cxd5

source: B00 KP: NIMZOVICH DEFENSE
it: 1. e4 Nc6

source: C32 KGD: FALKBEER, CHAROUSEK GAMBIT
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. dxe4 Nxe4 6. Qe2

source: A80 DUTCH, KREJCIK GAMBIT
it: 1. d4 f5 2. g4

source: B52 SICILIAN: CANAL-SOKOLSKY ATTACK, BRONSTEIN GAMBIT
it: 1. e4 c5 2. Nf3 d6 3. Bb5+ Bd7 4. Bxd7+ Qxd7 5. O-O Nc6 6. c3 Nf6 7. d4

source: A84 DUTCH: STAUNTON GAMBIT DEFERRED
it: 1. d4 f5 2. c4 e6 3. e4

source: E97 KING'S INDIAN: ORTHODOX, ARONIN-TAIMANOV WITH 9.ND2
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nc6 8. d5 Ne7 9. Nd2 a5 10. a3 Nd7 11. Rb1 f5 12. b4 Kh8 13. f3 Ng8 14. Qc2 Ngf6 15. Nb5 axb4 16. axb4 Nh5 17. g3 Ndf6

source: C17 FRENCH: WINAWER, ADVANCE, 5.A3
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3

source: C44 PONZIANI: FRASER DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. c3 Nf6 4. d4 Nxe4 5. d5 Bc5

source: E60 KING'S INDIAN: ANTI-GRUENFELD
it: 1. d4 Nf6 2. c4 g6 3. d5

source: C82 RUY LOPEZ: OPEN, BERLIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3 Nc5

source: B10 CARO-KANN: CLOSED (BREYER) VARIATION
it: 1. e4 c6 2. d3

source: B93 SICILIAN: NAJDORF, 6.F4
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. f4

source: B66 SICILIAN: RICHTER-RAUZER, RAUZER ATTACK, 7...A6
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Qd2 a6

source: A45 GEDULT ATTACK
it: 1. d4 Nf6 2. f3 d5 3. g4

source: B06 NORWEGIAN DEFENSE
it: 1. e4 g6 2. d4 Nf6 3. e5 Nh5 4. g4 Ng7

source: A17 ENGLISH: QUEENS INDIAN, ROMANISHIN VARIATION
it: 1. c4 Nf6 2. Nc3 e6 3. Nf3 b6 4. e4 Bb7 5. Bd3

source: D51 QGD: ALEKHINE VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. Nf3 c6 6. e4

source: C42 PETROV: DAMIANO VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 Nxe4

source: D55 QGD: PETROSIAN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6 7. Bxf6 Bxf6 8. Rc1 c6 9. Bd3 Nd7 10. O-O dxc4 11. Bxc4

source: A52 BUDAPEST: ALEKHINE, ABONYI VARIATION
it: 1. d4 Nf6 2. c4 e5 3. dxe5 Ng4 4. e4 Nxe5 5. f4 Nec6

source: A00 BENKO'S OPENING: REVERSED ALEKHINE
it: 1. g3 e5 2. Nf3

source: C41 PHILIDOR: HANHAM VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nd7

source: C33 KGA: BISHOP'S GAMBIT, MORPHY VARIATION
it: 1. e4 e5 2. f4 exf4 3. Bc4 d5 4. Bxd5 Nf6

source: C60 RUY LOPEZ: COZIO DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nge7

source: E61 KING'S INDIAN DEFENSE, 3.NC3
it: 1. d4 Nf6 2. c4 g6 3. Nc3

source: C10 FRENCH: FRERE (BECKER) VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Qd5

source: A03 BIRD'S OPENING: LASKER VARIATION
it: 1. f4 d5 2. Nf3 Nf6 3. e3 c5

source: B01 SCANDINAVIAN (CENTRE COUNTER) DEFENSE
it: 1. e4 d5

source: E54 NIMZO-INDIAN: 4.E3, GLIGORIC SYSTEM WITH 7...DC
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 c5 7. O-O dxc4 8. Bxc4

source: C44 SCOTCH GAMBIT: HANNEKEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Bc4 Bb4+ 5. c3 dxc3 6. O-O cxb2 7. Bxb2 Nf6 8. Ng5 O-O 9. e5 Nxe5

source: B02 ALEKHINE'S DEFENSE
it: 1. e4 Nf6 2. e5 Nd5 3. c4

source: C58 TWO KNIGHTS DEFENSE: KIESERITSKY VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. d3

source: D50 QGD: 4.BG5
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5

source: B96 SICILIAN: NAJDORF, POLUGAYEVSKY VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 e6 7. f4 b5

source: D00 LEVITSKY ATTACK (QUEEN'S BISHOP ATTACK)
it: 1. d4 d5 2. Bg5

source: C13 FRENCH: ALBIN-ALEKHINE-CHATARD ATTACK, TEICHMANN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. h4 f6

source: D67 QGD: ORTHODOX DEFENSE, BD3 LINE, CAPABLANCA FREEING MANOEVRE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Bd3 dxc4 9. Bxc4 Nd5

source: C96 RUY LOPEZ: CLOSED (10...C5)
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c5

source: C77 RUY LOPEZ: WORMALD ATTACK, GRUENFELD VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. Qe2 b5 6. Bb3 Be7 7. d4 d6 8. c3 Bg4

source: D60 QGD: ORTHODOX DEFENSE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7

source: D34 QGD: TARRASCH, PRAGUE VARIATION, 7...BE7
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7

source: B33 SICILIAN: PELIKAN, CHELYABINSK VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e5 6. Ndb5 d6 7. Bg5 a6 8. Na3 b5

source: C67 RUY LOPEZ: BERLIN DEFENSE, PILLSBURY VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4 5. d4 Be7 6. Qe2 Nd6 7. Bxc6 bxc6 8. dxe5 Nb7 9. b3

source: A66 BENONI: MIKENAS VARIATION
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. f4 Bg7 8. e5

source: B06 ROBATSCH DEFENSE: GURGENIDZE VARIATION
it: 1. e4 g6 2. d4 Bg7 3. Nc3 c6 4. f4 d5 5. e5 h5

source: C51 EVANS GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4

source: A16 ENGLISH: ANGLO-GRUENFELD DEFENSE, KORCHNOI VARIATION
it: 1. c4 Nf6 2. Nc3 d5 3. cxd5 Nxd5 4. Nf3 g6 5. g3 Bg7 6. Bg2 e5

source: C44 SCOTCH GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Bc4

source: C55 TWO KNIGHTS: MAX LANGE ATTACK, STEINITZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. O-O Bc5 6. e5 Ng4

source: A70 BENONI: CLASSICAL WITHOUT 9.O-O
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2

source: E22 NIMZO-INDIAN: SPIELMANN VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qb3

source: C88 RUY LOPEZ: CLOSED, LEONHARDT VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 d6 8. c3 Na5 9. Bc2 c5 10. d4 Qc7 11. h3 Nc6 12. d5 Nb8 13. Nbd2 g5

source: A00 DURKIN'S ATTACK
it: 1. Na3

source: D46 QGD SEMI-SLAV: 6.BD3
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3

source: E66 KING'S INDIAN: FIANCHETTO, YUGOSLAV PANNO
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 c5 7. O-O Nc6 8. d5 Na5 9. Nd2 a6 10. Qc2 Rb8 11. b3 b5

source: B17 CARO-KANN: STEINITZ VARIATION
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Nd7 5. Bc4 Ngf6 6. Ng5 e6 7. Qe2 Nb6

source: A28 ENGLISH: FOUR KNIGHTS, 4.E3
it: 1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. e3

source: C79 RUY LOPEZ: STEINITZ DEFENSE DEFERRED, LIPNITSKY VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O d6 6. Bxc6+ bxc6 7. d4 Bg4
