Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: C45 SCOTCH: GOTTSCHALL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Bc5 5. Be3 Qf6 6. c3 Nge7 7. Qd2 d5 8. Nb5 Bxe3 9. Qxe3 O-O 10. Nxc7 Rb8 11. Nxd5 Nxd5 12. exd5 Nb4

source: C25 VIENNA: HAMPPE-MUZIO GAMBIT
it: 1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. Bc4 g4 6. O-O

source: A00 CLEMENZ (MEAD'S, BASMAN'S OR DE KLERK'S) OPENING
it: 1. h3

source: E01 CATALAN: CLOSED
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2

source: C05 FRENCH: TARRASCH, CLOSED VARIATION
it: 1. e4 e6 2. d4 d5 3. Nd2 Nf6

source: D30 QGD: STONEWALL VARIATION
it: 1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. e3 c6 5. Nbd2 Ne4 6. Bd3 f5

source: A28 ENGLISH: FOUR KNIGHTS, NIMZOVICH VARIATION
it: 1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. e4

source: A68 BENONI: FOUR PAWNS ATTACK
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. f4 Bg7 8. Nf3 O-O 9. Be2

source: A00 GLOBAL OPENING
it: 1. h3 e5 2. a3

source: C51 EVANS GAMBIT: CORDEL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Be7 6. d4 Na5

source: B83 SICILIAN: MODERN SCHEVENINGEN
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Be2 Nc6

source: C70 RUY LOPEZ: CLASSICAL DEFENSE DEFERRED
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Bc5

source: A20 ENGLISH OPENING
it: 1. c4 e5

source: C37 KGA: SOERENSEN GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. d4 g4 5. Ne5

source: A00 ANTI-BORG (DESPREZ) OPENING
it: 1. h4

source: C48 FOUR KNIGHTS: SPIELMANN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 a6 5. Bxc6 dxc6 6. Nxe5 Nxe4 7. Nxe4 Qd4 8. O-O Qxe5 9. Re1 Be6 10. d4 Qd5

source: C75 RUY LOPEZ: MODERN STEINITZ DEFENSE, RUBINSTEIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. c3 Bd7 6. d4 Nge7

source: E62 KING'S INDIAN: FIANCHETTO, LESSER SIMAGIN (SPASSKY) VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 Nc6 7. O-O Bf5

source: D31 QGD: CHAROUSEK (PETROSIAN) VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Be7

source: B04 ALEKHINE'S DEFENSE: MODERN, KERES VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 g6 5. Bc4 Nb6 6. Bb3 Bg7 7. a4

source: C32 KGD: FALKBEER, TARRASCH VARIATION
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. dxe4 Nxe4 6. Nf3 Bc5 7. Qe2 Bf5 8. g4 O-O

source: B01 SCANDINAVIAN DEFENSE
it: 1. e4 d5 2. exd5 Nf6 3. d4

source: A50 QUEEN'S PAWN GAME
it: 1. d4 Nf6 2. c4

source: C23 BISHOP'S OPENING: PRATT VARIATION
it: 1. e4 e5 2. Bc4 Bc5 3. c3 Nf6 4. d4 exd4 5. e5 d5 6. exf6 dxc4 7. Qh5 O-O

source: C49 FOUR KNIGHTS: SYMMETRICAL, CAPABLANCA VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. d3 d6 7. Bg5 Bxc3 8. bxc3 Qe7 9. Re1 Nd8 10. d4 Bg4

source: C78 RUY LOPEZ: 5.O-O
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O

source: A95 DUTCH: STONEWALL WITH NC3
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5 7. Nc3 c6

source: B06 ROBATSCH DEFENSE: TWO KNIGHTS, SUTTLES VARIATION
it: 1. e4 g6 2. d4 Bg7 3. Nc3 d6 4. Nf3 c6

source: D52 QGD: CAMBRIDGE SPRINGS DEFENSE, YUGOSLAV VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3 c6 6. Nf3 Qa5 7. cxd5 Nxd5

source: C41 PHILIDOR: NIMZOVICH VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. dxe5

source: A04 RETI: PIRC-LISITSIN GAMBIT
it: 1. Nf3 f5 2. e4

source: B72 SICILIAN: DRAGON, CLASSICAL ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2

source: C23 BISHOP'S OPENING: WING GAMBIT
it: 1. e4 e5 2. Bc4 Bc5 3. b4

source: C67 RUY LOPEZ: BERLIN DEFENSE, OPEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4

source: B16 CARO-KANN: BRONSTEIN-LARSEN VARIATION
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Nf6 5. Nxf6+ gxf6

source: A78 BENONI: CLASSICAL WITH ...RE8 AND ...NA6
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O Re8 10. Nd2 Na6

source: D53 QGD: LASKER VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 Ne4

source: B40 SICILIAN: PIN, JAFFE VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Bb4 6. Bd3 e5

source: D63 QGD: ORTHODOX DEFENSE, PILLSBURY ATTACK
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 b6 8. cxd5 exd5 9. Bd3

source: B09 PIRC: AUSTRIAN ATTACK
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 O-O

source: C15 FRENCH: WINAWER, ALEKHINE GAMBIT, ALATORTSEV VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Nge2 dxe4 5. a3 Be7 6. Nxe4 Nf6 7. N2g3 O-O 8. Be2 Nc6

source: C39 KGA: KIESERITSKY, LONG WHIP DEFENSE, JAENISCH VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 h5 6. Bc4 Rh7 7. d4 Bh6 8. Nc3

source: B03 ALEKHINE'S DEFENSE: O'SULLIVAN GAMBIT
it: 1. e4 Nf6 2. e5 Nd5 3. d4 b5

source: D47 QGD SEMI-SLAV: 7.BC4
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4

source: E59 NIMZO-INDIAN: 4.E3, MAIN LINE
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 c5 7. O-O Nc6 8. a3 Bxc3 9. bxc3 dxc4 10. Bxc4

source: C15 FRENCH: WINAWER, FINGERSLIP VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Bd2

source: C45 SCOTCH GAME
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4

source: D33 QGD: TARRASCH, WAGNER VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Bg4

source: B13 CARO-KANN: EXCHANGE VARIATION
it: 1. e4 c6 2. d4 d5 3. exd5

source: C83 RUY LOPEZ: OPEN, CLASSICAL DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3 Be7

source: D00 QUEEN'S PAWN, MASON VARIATION, STEINITZ COUNTER-GAMBIT
it: 1. d4 d5 2. Bf4 c5

source: D57 QGD: LASKER DEFENSE, MAIN LINE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6 7. Bh4 Ne4 8. Bxe7 Qxe7 9. cxd5 Nxc3 10. bxc3

source: A50 KEVITZ-TRAJKOVICH DEFENSE
it: 1. d4 Nf6 2. c4 Nc6

source: C01 FRENCH: EXCHANGE, BLACKBURNE VARIATION
it: 1. e4 e6 2. d4 d5 3. exd5 exd5 4. Nf3 Be6 5. Nbd2

source: C48 FOUR KNIGHTS: RUBINSTEIN COUNTER-GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Nd4

source: C41 PHILIDOR: PHILIDOR COUNTER-GAMBIT
it: 1. e4 e5 2. Nf3 d6 3. d4 f5

source: C67 RUY LOPEZ: BERLIN DEFENSE, WINAWER ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4 5. d4 Be7 6. Qe2 Nd6 7. Bxc6 bxc6 8. dxe5 Nb7 9. Nd4

source: C23 BISHOP'S OPENING: PHILIDOR COUNTER-ATTACK
it: 1. e4 e5 2. Bc4 c6

source: A55 OLD INDIAN: MAIN LINE
it: 1. d4 Nf6 2. c4 d6 3. Nc3 e5 4. Nf3 Nbd7 5. e4

source: C24 BISHOP'S OPENING WITH 3.D3
it: 1. e4 e5 2. Bc4 Nf6 3. d3 d5 4. exd5 Nxd5 5. Nf3 Nc6 6. O-O Bg4 7. Re1 Be7

source: C51 EVANS GAMBIT DECLINED, HIRSCHBACH VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bb6 5. b5 Na5 6. Nxe5 Qg5

source: C41 PHILIDOR: NIMZOVICH, SOZIN VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. Nc3 Nbd7 5. Bc4 Be7 6. O-O O-O 7. Qe2 c6 8. a4 exd4

source: C64 RUY LOPEZ: CLASSICAL DEFENSE, BENELUX VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Bc5 4. c3 Nf6 5. O-O O-O 6. d4 Bb6

source: C44 KONSTANTINOPOLSKY OPENING
it: 1. e4 e5 2. Nf3 Nc6 3. g3

source: A28 ENGLISH: FOUR KNIGHTS, CAPABLANCA VARIATION
it: 1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. d3

source: D12 QGD SLAV: AMSTERDAM VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. e3 Bf5 5. cxd5 cxd5 6. Nc3 e6 7. Ne5 Nfd7

source: C48 FOUR KNIGHTS: RUBINSTEIN COUNTER-GAMBIT, BOGOLYUBOV VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Nd4 5. Nxe5 Qe7 6. f4

source: C64 RUY LOPEZ: CLASSICAL DEFENSE, ZAITSEV VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Bc5 4. O-O Nd4 5. b4

source: E61 KING'S INDIAN: SMYSLOV SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. Bg5

source: C30 KING'S GAMBIT
it: 1. e4 e5 2. f4

source: E09 CATALAN: CLOSED, MAIN LINE
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 Be7 5. Nf3 O-O 6. O-O Nbd7 7. Qc2 c6 8. Nbd2

source: B49 SICILIAN: TAIMANOV VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nc6 5. Nc3 Qc7 6. Be3 a6 7. Be2

source: B05 ALEKHINE'S DEFENSE: MODERN, VITOLINS ATTACK
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Bg4 5. c4 Nb6 6. d5

source: C41 PHILIDOR: NIMZOVICH (JAENISCH) VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nf6

source: C37 KGA: HERZFELD GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. Ne5 Qh4+ 6. Kf1 Nc6

source: C55 TWO KNIGHTS: MAX LANGE ATTACK, SCHLECHTER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. O-O Bc5 6. e5 d5 7. exf6 dxc4 8. Re1+ Be6 9. fxg7

source: C82 RUY LOPEZ: OPEN, ST. PETERSBURG VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3 Bc5 10. Nbd2

source: D31 QGD: SEMI-SLAV, ABRAHAMS VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 c6 4. Nf3 dxc4 5. a4 Bb4 6. e3 b5 7. Bd2 a5

source: A34 ENGLISH: SYMMETRICAL, THREE KNIGHTS SYSTEM
it: 1. c4 c5 2. Nc3 Nf6 3. Nf3 d5 4. cxd5 Nxd5

source: A88 DUTCH: LENINGRAD, MAIN VARIATION WITH C6
it: 1. d4 f5 2. c4 Nf6 3. g3 g6 4. Bg2 Bg7 5. Nf3 O-O 6. O-O d6 7. Nc3 c6

source: C39 KGA: ALLGAIER, SCHLECHTER DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ng5 Nf6

source: A43 WOOZLE DEFENSE
it: 1. d4 c5 2. d5 Nf6 3. Nc3 Qa5

source: D00 QUEEN'S PAWN: STONEWALL ATTACK
it: 1. d4 d5 2. e3 Nf6 3. Bd3

source: D54 QGD: ANTI-NEO-ORTHODOX VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Rc1

source: C74 RUY LOPEZ: SIESTA, KOPAYEV VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. c3 f5 6. exf5 Bxf5 7. O-O

source: C37 KGA: MUZIO GAMBIT, HOLLOWAY DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O gxf3 6. Qxf3 Nc6

source: D49 QGD SEMI-SLAV: MERAN, BLUMENFELD VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 a6 9. e4 c5 10. e5 cxd4 11. Nxb5

source: C89 RUY LOPEZ: MARSHALL, MAIN LINE, SPASSKY VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d5 9. exd5 Nxd5 10. Nxe5 Nxe5 11. Rxe5 c6 12. d4 Bd6 13. Re1 Qh4 14. g3 Qh3 15. Be3 Bg4 16. Qd3 Rae8 17. Nd2 Re6 18. a4 Qh5

source: A65 BENONI: SAEMISCH FORMATION
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. f3

source: E99 KING'S INDIAN: ORTHODOX, ARONIN-TAIMANOV, MAIN LINE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Be2 O-O 6. Nf3 e5 7. O-O Nc6 8. d5 Ne7 9. Ne1 Nd7 10. Be3 f5 11. f3 f4 12. Bf2 g5 13. a4 Ng6

source: C90 RUY LOPEZ: CLOSED, PILNIK VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. d3

source: A66 BENONI: PAWN STORM VARIATION
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. f4

source: B13 CARO-KANN: PANOV-BOTVINNIK, HERZOG DEFENSE
it: 1. e4 c6 2. d4 d5 3. exd5 cxd5 4. c4 Nf6 5. Nc3 Nc6 6. Bg5 dxc4 7. d5 Na5

source: C52 EVANS GAMBIT: SANDERS-ALAPIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. O-O d6 7. d4 Bd7

source: C80 RUY LOPEZ: OPEN, 8.DE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5

source: C33 KGA: BISHOP'S GAMBIT, BOREN-SVENONIUS VARIATION
it: 1. e4 e5 2. f4 exf4 3. Bc4 d5 4. Bxd5 Qh4+ 5. Kf1 Bd6

source: C09 FRENCH: TARRASCH, OPEN VARIATION, MAIN LINE
it: 1. e4 e6 2. d4 d5 3. Nd2 c5 4. exd5 exd5 5. Ngf3 Nc6

source: B03 ALEKHINE'S DEFENSE
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6

source: D51 QGD
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3

source: D06 QGD: MARSHALL DEFENSE
it: 1. d4 d5 2. c4 Nf6

source: A35 ENGLISH: SYMMETRICAL, FOUR KNIGHTS SYSTEM
it: 1. c4 c5 2. Nc3 Nc6 3. Nf3 Nf6

source: B72 SICILIAN: DRAGON, CLASSICAL, AMSTERDAM VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. Qd2

source: C69 RUY LOPEZ: EXCHANGE VARIATION, ALAPIN GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Bxc6 dxc6 5. O-O Bg4 6. h3 h5

source: C41 PHILIDOR: NIMZOVICH, LOCOCK VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. Ng5

source: D00 BLACKMAR DIEMER GAMBIT: VON POPIELS ATTACK
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. Bg5

source: B62 SICILIAN: RICHTER-RAUZER, RICHTER ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Nxc6

source: C39 KGA: KIESERITSKY, PAULSEN DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Bg7

source: C33 KGA: BREYER GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Qf3

source: E02 CATALAN: OPEN, 5.QA4
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 dxc4 5. Qa4+

source: A80 DUTCH, MANHATTAN (ALAPIN, ULVESTAD) VARIATION
it: 1. d4 f5 2. Qd3

source: C39 KGA: ALLGAIER, THOROLD VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ng5 h6 6. Nxf7 Kxf7 7. d4

source: D24 QGA, 4.NC3
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. Nc3

source: D70 NEO-GRUENFELD DEFENSE
it: 1. d4 Nf6 2. c4 g6 3. f3 d5

source: D61 QGD: ORTHODOX DEFENSE, RUBINSTEIN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Qc2

source: A13 ENGLISH OPENING
it: 1. c4 e6

source: D81 GRUENFELD: RUSSIAN VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Qb3

source: B64 SICILIAN: RICHTER-RAUZER, RAUZER ATTACK, GELLER VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Qd2 Be7 8. O-O-O O-O 9. f4 e5

source: A91 DUTCH DEFENSE
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7

source: C67 RUY LOPEZ: BERLIN DEFENSE, TRIFUNOVIC VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4 5. d4 Be7 6. Qe2 d5

source: A00 CRAB OPENING
it: 1. a4 e5 2. h4

source: C19 FRENCH: WINAWER, ADVANCE, POSITIONAL MAIN LINE WITH ...QC7
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7 7. Nf3 Qc7 8. a4 b6 9. Bb5+

source: C30 KGD: 2...NF6
it: 1. e4 e5 2. f4 Nf6

source: C92 RUY LOPEZ: CLOSED, KERES (9...A5) VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 a5

source: D45 QGD SEMI-SLAV: 5.E3
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3

source: B12 CARO-KANN: TARTAKOWER (FANTASY) VARIATION
it: 1. e4 c6 2. d4 d5 3. f3

source: E15 QUEEN'S INDIAN: 4.G3 BB7
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7

source: D00 QUEEN'S PAWN: CHIGORIN VARIATION
it: 1. d4 d5 2. Nc3

source: C44 IRISH (CHICAGO) GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Nxe5 Nxe5 4. d4

source: D45 QGD SEMI-SLAV: STOLTZ VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Qc2

source: E25 NIMZO-INDIAN: SAEMISCH, ROMANOVSKY VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 c5 6. f3 d5 7. cxd5 Nxd5 8. dxc5 f5

source: B40 SICILIAN: ANDERSSEN VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nf6

source: D33 QGD: TARRASCH, FOLKESTONE (SWEDISH) VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 c4

source: C41 PHILIDOR: STEINITZ VARIATION
it: 1. e4 e5 2. Nf3 d6 3. Bc4 Be7 4. c3

source: C15 FRENCH: WINAWER, KONDRATIYEV VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Bd3 c5 5. exd5 Qxd5 6. Bd2

source: C98 RUY LOPEZ: CLOSED, CHIGORIN, 12...NC6
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c5 11. d4 Qc7 12. Nbd2 Nc6

source: A83 DUTCH: STAUNTON GAMBIT, NIMZOVICH VARIATION
it: 1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. Bg5 b6

source: B27 SICILIAN: ACTON EXTENSION
it: 1. e4 c5 2. Nf3 g6 3. c4 Bh6

source: C57 TWO KNIGHTS DEFENSE: FEGATELLO ATTACK, LEONHARDT VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Nxd5 6. Nxf7 Kxf7 7. Qf3+ Ke6 8. Nc3 Ncb4 9. Qe4 c6 10. a3 Na6 11. d4 Nac7

source: A02 BIRD: HOBBS GAMBIT
it: 1. f4 g5

source: C19 FRENCH: WINAWER, ADVANCE, POISONED PAWN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7 7. Qg4

source: B00 FRIED FOX DEFENSE
it: 1. e4 f6 2. d4 Kf7

source: B22 SICILIAN: ALAPIN'S VARIATION (SMITH-MORRA DECLINED)
it: 1. e4 c5 2. c3 Nf6 3. e5 Nd5 4. d4

source: E17 QUEEN'S INDIAN: 5.BG2 BE7
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 Be7

source: C49 FOUR KNIGHTS: SVENONIUS VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. d3 Bxc3 7. bxc3 d5

source: C05 FRENCH: TARRASCH, BOTVINNIK VARIATION
it: 1. e4 e6 2. d4 d5 3. Nd2 Nf6 4. e5 Nfd7 5. Bd3 c5 6. c3 b6

source: B19 CARO-KANN: CLASSICAL, 7...ND7
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Bf5 5. Ng3 Bg6 6. h4 h6 7. Nf3 Nd7

source: E77 KING'S INDIAN: FOUR PAWNS ATTACK, FLORENTINE GAMBIT
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f4 O-O 6. Be2 c5 7. d5 e6 8. Nf3 exd5 9. e5

source: C24 BISHOP'S OPENING: URUSOV GAMBIT, PANOV VARIATION
it: 1. e4 e5 2. Bc4 Nf6 3. d4 exd4 4. Nf3 d5 5. exd5 Bb4+ 6. c3 Qe7+

source: A92 DUTCH: STONEWALL VARIATION
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5

source: A42 PTERODACTYL DEFENSE
it: 1. d4 d6 2. c4 g6 3. Nc3 Bg7 4. e4 c5 5. Nf3 Qa5

source: B33 SICILIAN: PELIKAN (LASKER/SVESHNIKOV) VARIATION
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e5

source: B00 KP: NIMZOVICH DEFENSE, BOGOLYUBOV VARIATION
it: 1. e4 Nc6 2. d4 d5 3. Nc3

source: E30 NIMZO-INDIAN: LENINGRAD VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Bg5

source: C80 RUY LOPEZ: OPEN, TARTAKOWER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. Qe2

source: C21 DANISH GAMBIT: SCHLECHTER DEFENSE
it: 1. e4 e5 2. d4 exd4 3. c3 dxc3 4. Bc4 cxb2 5. Bxb2 d5

source: A56 BENONI DEFENSE
it: 1. d4 Nf6 2. c4 c5

source: C44 SCOTCH: GOERING GAMBIT, BARDELEBEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. c3 dxc3 5. Nxc3 Bb4 6. Bc4 Nf6

source: C77 RUY LOPEZ: MORPHY DEFENSE, DURAS VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. d3 d6 6. c4

source: C19 FRENCH: WINAWER, ADVANCE, SMYSLOV VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7 7. a4

source: C16 FRENCH: WINAWER, ADVANCE VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5

source: E60 KING'S INDIAN DEFENSE
it: 1. d4 Nf6 2. c4 g6

source: A81 DUTCH: LENINGRAD, KARLSBAD VARIATION
it: 1. d4 f5 2. g3 g6 3. Bg2 Bg7 4. Nh3

source: C55 GIUOCO PIANO: HOLZHAUSEN ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. O-O Bc5 5. d4 Bxd4 6. Nxd4 Nxd4 7. Bg5 d6 8. f4 Qe7 9. fxe5 dxe5 10. Nc3

source: A00 GROB: ROMFORD COUNTER-GAMBIT
it: 1. g4 d5 2. Bg2 Bxg4 3. c4 d4

source: D52 QGD: CAMBRIDGE SPRINGS DEFENSE, BOGOLJUBOW VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3 c6 6. Nf3 Qa5 7. Nd2 Bb4 8. Qc2

source: B06 ROBATSCH DEFENSE
it: 1. e4 g6 2. d4 Bg7 3. Nc3

source: D60 QGD: ORTHODOX DEFENSE, RAUZER VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Qb3

source: E04 CATALAN: OPEN, 5.NF3
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 dxc4 5. Nf3

source: C27 VIENNA GAME
it: 1. e4 e5 2. Nc3 Nf6 3. Bc4 Nxe4 4. Qh5 Nd6 5. Bb3 Be7

source: D94 GRUENFELD: OPOVCENSKY VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. e3 O-O 6. Bd2

source: C11 FRENCH: SWISS VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bd3

source: B33 SICILIAN DEFENSE
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6

source: D53 QGD: 4.BG5 BE7
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7

source: E83 KING'S INDIAN: SAEMISCH, RUBAN VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 Nc6 7. Nge2 Rb8

source: C40 LATVIAN: BEHTING VARIATION
it: 1. e4 e5 2. Nf3 f5 3. Bc4 fxe4 4. Nxe5 Qg5 5. Nf7 Qxg2 6. Rf1 d5 7. Nxh8 Nf6

source: C30 KGD: CLASSICAL, 4.C3
it: 1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. c3

source: A47 QUEEN'S INDIAN DEFENSE
it: 1. d4 Nf6 2. Nf3 b6

source: E15 QUEEN'S INDIAN: BUERGER VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 c5 6. d5 exd5 7. Ng5

source: C39 KGA: KIESERITSKY, BRENTANO DEFENSE, KAPLANEK VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 d5 6. d4 Nf6 7. exd5 Qxd5 8. Nc3 Bb4 9. Kf2

source: E62 KING'S INDIAN: FIANCHETTO WITH ...NC6
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 Nc6

source: E62 KING'S INDIAN: FIANCHETTO VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3

source: E41 NIMZO-INDIAN: E3, HUEBNER VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 c5 5. Bd3 Nc6 6. Nf3 Bxc3+ 7. bxc3 d6

source: B01 SCANDINAVIAN: ANDERSSEN COUNTER-ATTACK ORTHODOX ATTACK
it: 1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 e5 5. dxe5 Bb4 6. Bd2 Nc6 7. Nf3

source: C64 RUY LOPEZ: CLASSICAL (CORDEL) DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Bc5

source: D32 QGD: TARRASCH DEFENSE, TARRASCH GAMBIT
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. dxc5 d4 6. Na4 b5

source: B19 CARO-KANN: CLASSICAL, SPASSKY VARIATION
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Bf5 5. Ng3 Bg6 6. h4 h6 7. Nf3 Nd7 8. h5

source: B67 SICILIAN: RICHTER-RAUZER, RAUZER ATTACK, 7...A6 DEFENSE, 8...BD7
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Qd2 a6 8. O-O-O Bd7

source: C96 RUY LOPEZ: CLOSED, KERES (...ND7) DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c5 11. d4 Nd7

source: C32 KGD: FALKBEER, MAIN LINE, 7...BF5
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. dxe4 Nxe4 6. Nf3 Bc5 7. Qe2 Bf5

source: C34 KING'S KNIGHT'S GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3

source: C39 KGA: KIESERITSKY, RICE GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Nf6 6. Bc4 d5 7. exd5 Bd6 8. O-O

source: C07 FRENCH: TARRASCH, ELISKASES VARIATION
it: 1. e4 e6 2. d4 d5 3. Nd2 c5 4. exd5 Qxd5 5. Ngf3 cxd4 6. Bc4 Qd8

source: C52 EVANS GAMBIT: TARTAKOWER ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. d4 d6 7. Qb3

source: A26 ENGLISH: BOTVINNIK SYSTEM
it: 1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3 d6 6. e4

source: C42 PETROV: CLASSICAL ATTACK, MARSHALL TRAP
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Bd6 7. O-O O-O 8. c4 Bg4 9. cxd5 f5 10. Re1 Bxh2+

source: C13 FRENCH: CLASSICAL, ANDERSSEN-RICHTER VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. Bxf6 Bxf6 6. e5 Be7 7. Qg4

source: D00 BLACKMAR-DIEMER: EUWE DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 e6

source: D09 QGD: ALBIN COUNTER-GAMBIT, 5.G3
it: 1. d4 d5 2. c4 e5 3. dxe5 d4 4. Nf3 Nc6 5. g3

source: A28 ENGLISH: FOUR KNIGHTS, ROMANISHIN VARIATION
it: 1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. e3 Bb4 5. Qc2 Bxc3

source: E21 NIMZO-INDIAN: THREE KNIGHTS VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Nf3

source: C54 GIUOCO PIANO: BERNSTEIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. cxd4 Bb4+ 7. Nc3 Nxe4 8. O-O Nxc3 9. bxc3 Bxc3 10. Qb3 d5

source: E92 KING'S INDIAN: GLIGORIC-TAIMANOV SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. Be3

source: A65 BENONI: 6.E4
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4

source: D48 QGD SEMI-SLAV: MERAN, REYNOLDS' VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 a6 9. e4 c5 10. d5

source: C40 LATVIAN: FRASER DEFENSE
it: 1. e4 e5 2. Nf3 f5 3. Nxe5 Nc6

source: A77 BENONI: CLASSICAL, 9...RE8, 10.ND2
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O 9. O-O Re8 10. Nd2

source: A94 DUTCH: STONEWALL WITH BA3
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5 7. b3 c6 8. Ba3 Bxa3 9. Nxa3 Qe7 10. Qc1

source: E90 KING'S INDIAN: ZINNOWITZ VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Bg5

source: C82 RUY LOPEZ: OPEN, ITALIAN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3 Bc5

source: C33 KGA: BISHOP'S GAMBIT, MAURIAN DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Bc4 Nc6

source: E74 KING'S INDIAN: AVERBAKH, 6...C5
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Be2 O-O 6. Bg5 c5

source: D00 BLACKMAR DIEMER GAMBIT: DABERITS DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 c5

source: C42 PETROV: CLASSICAL ATTACK, JAENISCH VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O Nc6 8. c4

source: D31 QGD: JANOWSKI VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 a6

source: D71 NEO-GRUENFELD, 5.CD
it: 1. d4 Nf6 2. c4 g6 3. g3 d5 4. Bg2 Bg7 5. cxd5 Nxd5

source: D45 QGD SEMI-SLAV: RUBINSTEIN (ANTI-MERAN) SYSTEM
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Ne5

source: C39 KGA: KIESERITSKY, BRENTANO DEFENSE, CARO VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 d5 6. d4 Nf6 7. Bxf4 Nxe4 8. Nd2

source: C55 TWO KNIGHTS: MAX LANGE ATTACK, LOMAN DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. O-O Bc5 6. e5 d5 7. exf6 dxc4 8. Re1+ Be6 9. Ng5 g6
