Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: r1b2rk1/2q1bppp/p1np1n2/1pp1p3/3PP3/2P2N1P/PPBN1PP1/R1BQR1K1 w - -
it: C98§Ruy Lopez§Closed, Chigorin, 12...Nc6§1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c5 11. d4 Qc7 12. Nbd2 Nc6 *

source: r1b2rk1/2q1bppp/p1np1n2/1pP1p3/4P3/2P2N1P/PPBN1PP1/R1BQR1K1 b - -
it: C98§Ruy Lopez§Closed, Chigorin, Rauzer attack§1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c5 11. d4 Qc7 12. Nbd2 Nc6 13. dxc5 *

source: r1b2rk1/2q1bppp/p2p1n2/np2p3/3PP3/5N1P/PPBN1PP1/R1BQR1K1 b - -
it: C99§Ruy Lopez§Closed, Chigorin, 12...c5d4§1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c5 11. d4 Qc7 12. Nbd2 cxd4 13. cxd4 *

source: rnbqkbnr/ppp1pppp/8/3p4/3P4/8/PPP1PPPP/RNBQKBNR w KQkq -
it: D00§Queen's pawn game§1. d4 d5 *

source: rnbqkbnr/ppp1pppp/8/3p4/3P1B2/8/PPP1PPPP/RN1QKBNR b KQkq -
it: D00§Queen's pawn, Mason variation§1. d4 d5 2. Bf4 *

source: rnbqkbnr/pp2pppp/8/2pp4/3P1B2/8/PPP1PPPP/RN1QKBNR w KQkq -
it: D00§Queen's pawn, Mason variation, Steinitz counter-gambit§1. d4 d5 2. Bf4 c5 *

source: rnbqkbnr/ppp1pppp/8/3p2B1/3P4/8/PPP1PPPP/RN1QKBNR b KQkq -
it: D00§Levitsky attack (Queen's Bishop attack)§1. d4 d5 2. Bg5 *

source: rnbqkbnr/ppp1pppp/8/3p4/3PP3/8/PPP2PPP/RNBQKBNR b KQkq -
it: D00§Blackmar gambit§1. d4 d5 2. e4 *

source: rnbqkb1r/ppp1pppp/5n2/3p4/3P4/3BP3/PPP2PPP/RNBQK1NR b KQkq -
it: D00§Queen's pawn§Stonewall attack§1. d4 d5 2. e3 Nf6 3. Bd3 *

source: rnbqkbnr/ppp1pppp/8/3p4/3P4/2N5/PPP1PPPP/R1BQKBNR b KQkq -
it: D00§Queen's pawn§Chigorin variation§1. d4 d5 2. Nc3 *

source: rn1qkbnr/ppp1pppp/8/3p4/3P2b1/2N5/PPP1PPPP/R1BQKBNR w KQkq -
it: D00§Queen's pawn§Anti-Veresov§1. d4 d5 2. Nc3 Bg4 *

source: rnbqkb1r/ppp1pppp/5n2/3p4/3PP3/2N5/PPP2PPP/R1BQKBNR b KQkq -
it: D00§Blackmar-Diemer gambit§1. d4 d5 2. Nc3 Nf6 3. e4 *

source: rnbqkb1r/ppp2ppp/4pn2/8/3P4/2N2N2/PPP3PP/R1BQKB1R w KQkq -
it: D00§Blackmar-Diemer§Euwe defense§1. d4 d5 2. Nc3 Nf6 3. e4 dxe4 4. f3 exf3 5. Nxf3 e6 *

source: rnbqkb1r/ppp2ppp/5n2/3pp3/3PP3/2N5/PPP2PPP/R1BQKBNR w KQkq -
it: D00§Blackmar-Diemer§Lemberg counter-gambit§1. d4 d5 2. Nc3 Nf6 3. e4 e5 *

source: rnbqkb1r/ppp1pppp/5n2/3p2B1/3P4/2N5/PPP1PPPP/R2QKBNR b KQkq -
it: D01§Richter-Veresov attack§1. d4 d5 2. Nc3 Nf6 3. Bg5 *

source: rn1qkb1r/ppp1pppp/5B2/3p1b2/3P4/2N5/PPP1PPPP/R2QKBNR b KQkq -
it: D01§Richter-Veresov attack, Veresov variation§1. d4 d5 2. Nc3 Nf6 3. Bg5 Bf5 4. Bxf6 *

source: rn1qkb1r/ppp1pppp/5n2/3p1bB1/3P4/2N2P2/PPP1P1PP/R2QKBNR b KQkq -
it: D01§Richter-Veresov attack, Richter variation§1. d4 d5 2. Nc3 Nf6 3. Bg5 Bf5 4. f3 *

source: rnbqkbnr/ppp1pppp/8/3p4/3P4/5N2/PPP1PPPP/RNBQKB1R b KQkq -
it: D02§Queen's pawn game§1. d4 d5 2. Nf3 *

source: r1bqkbnr/ppp1pppp/2n5/3p4/3P4/5N2/PPP1PPPP/RNBQKB1R w KQkq -
it: D02§Queen's pawn game, Chigorin variation§1. d4 d5 2. Nf3 Nc6 *

source: rnbqkbnr/pp2pppp/8/2pp4/3P4/5N2/PPP1PPPP/RNBQKB1R w KQkq -
it: D02§Queen's pawn game, Krause variation§1. d4 d5 2. Nf3 c5 *

source: rnbqkb1r/ppp1pppp/5n2/3p4/3P4/5N2/PPP1PPPP/RNBQKB1R w KQkq -
it: D02§Queen's pawn game§1. d4 d5 2. Nf3 Nf6 *

source: rnbqkb1r/ppp1pppp/5n2/3p4/3P1B2/5N2/PPP1PPPP/RN1QKB1R b KQkq -
it: D02§Queen's Bishop game§1. d4 d5 2. Nf3 Nf6 3. Bf4 *

source: rnbqkb1r/ppp1pppp/5n2/3p2B1/3P4/5N2/PPP1PPPP/RN1QKB1R b KQkq -
it: D03§Torre attack (Tartakower variation)§1. d4 d5 2. Nf3 Nf6 3. Bg5 *

source: rnbqkb1r/ppp1pppp/5n2/3p4/3P4/4PN2/PPP2PPP/RNBQKB1R b KQkq -
it: D04§Queen's pawn game§1. d4 d5 2. Nf3 Nf6 3. e3 *

source: rnbqkb1r/ppp2ppp/4pn2/3p4/3P4/4PN2/PPP2PPP/RNBQKB1R w KQkq -
it: D05§Queen's pawn game§1. d4 d5 2. Nf3 Nf6 3. e3 e6 *

source: rnbqkb1r/pp3ppp/4pn2/2pp4/3P4/1P2PN2/P1PN1PPP/R1BQKB1R b KQkq -
it: D05§Queen's pawn game, Zukertort variation§1. d4 d5 2. Nf3 Nf6 3. e3 e6 4. Nbd2 c5 5. b3 *

source: rnbqkb1r/ppp2ppp/4pn2/3p4/3P4/3BPN2/PPP2PPP/RNBQK2R b KQkq -
it: D05§Queen's pawn game§1. d4 d5 2. Nf3 Nf6 3. e3 e6 4. Bd3 *

source: rnbqkb1r/pp3ppp/4pn2/2pp4/3P4/1P1BPN2/P1P2PPP/RNBQK2R b KQkq -
it: D05§Queen's pawn game, Rubinstein (Colle-Zukertort) variation§1. d4 d5 2. Nf3 Nf6 3. e3 e6 4. Bd3 c5 5. b3 *

source: rnbqkb1r/pp3ppp/4pn2/2pp4/3P4/2PBPN2/PP3PPP/RNBQK2R b KQkq -
it: D05§Colle system§1. d4 d5 2. Nf3 Nf6 3. e3 e6 4. Bd3 c5 5. c3 *

source: rnbqkbnr/ppp1pppp/8/3p4/2PP4/8/PP2PPPP/RNBQKBNR b KQkq -
it: D06§Queen's Gambit§1. d4 d5 2. c4 *

source: rn1qkbnr/ppp1pppp/8/3p1b2/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: D06§QGD§Grau (Sahovic) defense§1. d4 d5 2. c4 Bf5 *

source: rnbqkb1r/ppp1pppp/5n2/3p4/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: D06§QGD§Marshall defense§1. d4 d5 2. c4 Nf6 *

source: rnbqkbnr/pp2pppp/8/2pp4/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: D06§QGD§Symmetrical (Austrian) defense§1. d4 d5 2. c4 c5 *

source: r1bqkbnr/ppp1pppp/2n5/3p4/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: D07§QGD§Chigorin defense§1. d4 d5 2. c4 Nc6 *

source: r1bqkbnr/ppp1pppp/2n5/8/2pP4/2N2N2/PP2PPPP/R1BQKB1R b KQkq -
it: D07§QGD§Chigorin defense, Janowski variation§1. d4 d5 2. c4 Nc6 3. Nc3 dxc4 4. Nf3 *

source: rnbqkbnr/ppp2ppp/8/3pp3/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: D08§QGD§Albin counter-gambit§1. d4 d5 2. c4 e5 *

source: rnbqk1nr/ppp2ppp/8/4P3/1bP5/4p3/PP1B1PPP/RN1QKBNR w KQkq -
it: D08§QGD§Albin counter-gambit, Lasker trap§1. d4 d5 2. c4 e5 3. dxe5 d4 4. e3 Bb4+ 5. Bd2 dxe3 *

source: rnbqkbnr/ppp2ppp/8/4P3/2Pp4/5N2/PP2PPPP/RNBQKB1R b KQkq -
it: D08§QGD§Albin counter-gambit§1. d4 d5 2. c4 e5 3. dxe5 d4 4. Nf3 *

source: r1bqkbnr/ppp2ppp/2n5/4P3/2Pp4/5N2/PP1NPPPP/R1BQKB1R b KQkq -
it: D08§QGD§Albin counter-gambit, Alapin variation§1. d4 d5 2. c4 e5 3. dxe5 d4 4. Nf3 Nc6 5. Nbd2 *

source: r3k1nr/ppp1qppp/2n5/4P3/1bPp4/5N1P/PP1BPPP1/R2QKB1R w KQkq -
it: D08§QGD§Albin counter-gambit, Krenosz variation§1. d4 d5 2. c4 e5 3. dxe5 d4 4. Nf3 Nc6 5. Nbd2 Bg4 6. h3 Bxf3 7. Nxf3 Bb4+ 8. Bd2 Qe7 *

source: r1bqkbnr/ppp3pp/2n2p2/4P3/2Pp4/5N2/PP1NPPPP/R1BQKB1R w KQkq -
it: D08§QGD§Albin counter-gambit, Janowski variation§1. d4 d5 2. c4 e5 3. dxe5 d4 4. Nf3 Nc6 5. Nbd2 f6 *

source: r1b1kbnr/ppp1qppp/2n5/4P3/2Pp4/5N2/PP1NPPPP/R1BQKB1R w KQkq -
it: D08§QGD§Albin counter-gambit, Balogh variation§1. d4 d5 2. c4 e5 3. dxe5 d4 4. Nf3 Nc6 5. Nbd2 Qe7 *

source: r1bqkbnr/ppp2ppp/2n5/4P3/2Pp4/5NP1/PP2PP1P/RNBQKB1R b KQkq -
it: D09§QGD§Albin counter-gambit, 5.g3§1. d4 d5 2. c4 e5 3. dxe5 d4 4. Nf3 Nc6 5. g3 *

source: rnbqkbnr/pp2pppp/2p5/3p4/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: D10§QGD Slav defense§1. d4 d5 2. c4 c6 *

source: rnbqkbnr/pp2pppp/2p5/8/2pPP3/2N5/PP3PPP/R1BQKBNR b KQkq -
it: D10§QGD Slav defense, Alekhine variation§1. d4 d5 2. c4 c6 3. Nc3 dxc4 4. e4 *

source: rnbqkbnr/pp3ppp/2p5/3pp3/2PP4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: D10§QGD Slav§Winawer counter-gambit§1. d4 d5 2. c4 c6 3. Nc3 e5 *

source: rnbqkbnr/pp2pppp/2p5/3P4/3P4/8/PP2PPPP/RNBQKBNR b KQkq -
it: D10§QGD Slav defense§Exchange variation§1. d4 d5 2. c4 c6 3. cxd5 *

source: rnbqkbnr/pp2pppp/2p5/3p4/2PP4/5N2/PP2PPPP/RNBQKB1R b KQkq -
it: D11§QGD Slav§3.Nf3§1. d4 d5 2. c4 c6 3. Nf3 *

source: rnbqkb1r/pp2pppp/2p2n2/3p4/2PP4/5N2/PP1NPPPP/R1BQKB1R b KQkq -
it: D11§QGD Slav§Breyer variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nbd2 *

source: rnbqkb1r/pp2pppp/2p2n2/3p4/2PP4/4PN2/PP3PPP/RNBQKB1R b KQkq -
it: D11§QGD Slav§4.e3§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. e3 *

source: rn1qkb1r/pp2pppp/2p2n2/3p1b2/2PP4/4PN2/PP3PPP/RNBQKB1R w KQkq -
it: D12§QGD Slav§4.e3 Bf5§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. e3 Bf5 *

source: rnq1kb1r/pp3ppp/4pn2/3p1b2/3P4/NQ2PN2/PP1B1PPP/R3KB1R b KQkq -
it: D12§QGD Slav§Landau variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. e3 Bf5 5. cxd5 cxd5 6. Qb3 Qc8 7. Bd2 e6 8. Na3 *

source: rn1qkb1r/pp2pppp/5n2/3p1b2/3P4/2N1PN2/PP3PPP/R1BQKB1R b KQkq -
it: D12§QGD Slav§Exchange variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. e3 Bf5 5. cxd5 cxd5 6. Nc3 *

source: rn1qkb1r/pp1n1ppp/4p3/3pNb2/3P4/2N1P3/PP3PPP/R1BQKB1R w KQkq -
it: D12§QGD Slav§Amsterdam variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. e3 Bf5 5. cxd5 cxd5 6. Nc3 e6 7. Ne5 Nfd7 *

source: rnbqkb1r/pp2pppp/5n2/3p4/3P4/5N2/PP2PPPP/RNBQKB1R w KQkq -
it: D13§QGD Slav§Exchange variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. cxd5 cxd5 *

source: r2qkb1r/pp2pppp/2n2n2/3p1b2/3P1B2/2N2N2/PP2PPPP/R2QKB1R w KQkq -
it: D14§QGD Slav§Exchange variation, 6.Bf4 Bf5§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. cxd5 cxd5 5. Nc3 Nc6 6. Bf4 Bf5 *

source: r2qk2r/pp3ppp/2n1pn2/3p1b2/1b1P1B2/1QN1PN2/PP3PPP/R3KB1R w KQkq -
it: D14§QGD Slav§Exchange, Trifunovic variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. cxd5 cxd5 5. Nc3 Nc6 6. Bf4 Bf5 7. e3 e6 8. Qb3 Bb4 *

source: rnbqkb1r/pp2pppp/2p2n2/3p4/2PP4/2N2N2/PP2PPPP/R1BQKB1R b KQkq -
it: D15§QGD Slav§4.Nc3§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 *

source: rnb1kb1r/pp2pppp/1qp2n2/3p4/2PP4/2N2N2/PP2PPPP/R1BQKB1R w KQkq -
it: D15§QGD Slav§Suechting variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 Qb6 *

source: rnbqkb1r/pp2pp1p/2p2np1/3p4/2PP4/2N2N2/PP2PPPP/R1BQKB1R w KQkq -
it: D15§QGD Slav§Schlechter variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 g6 *

source: rnbqkb1r/pp2pppp/2p2n2/8/2pP4/2N2N2/PP2PPPP/R1BQKB1R w KQkq -
it: D15§QGD Slav accepted§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 *

source: rnbqkb1r/pp2pppp/2p2n2/8/2pP4/2N1PN2/PP3PPP/R1BQKB1R b KQkq -
it: D15§QGD Slav§5.e3 (Alekhine variation)§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. e3 *

source: rnbqkb1r/pp2pppp/2p2n2/8/2pPP3/2N2N2/PP3PPP/R1BQKB1R b KQkq -
it: D15§QGD Slav§Slav gambit§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. e4 *

source: rnbqkb1r/p3pppp/2p2n2/1p2P3/2pP4/2N2N2/PP3PPP/R1BQKB1R b KQkq -
it: D15§QGD Slav§Tolush-Geller gambit§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. e4 b5 6. e5 *

source: rnbqkb1r/pp2pppp/2p2n2/8/P1pP4/2N2N2/1P2PPPP/R1BQKB1R b KQkq -
it: D16§QGD Slav accepted§Alapin variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 *

source: r2qkb1r/pp2pppp/n1p2n2/8/P1pPP1b1/2N2N2/1P3PPP/R1BQKB1R w KQkq -
it: D16§QGD Slav§Smyslov variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Na6 6. e4 Bg4 *

source: rnbqkb1r/pp3ppp/2p1pn2/8/P1pP4/2N2N2/1P2PPPP/R1BQKB1R w KQkq -
it: D16§QGD Slav§Soultanbeieff variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 e6 *

source: rn1qkb1r/pp2pppp/2p2n2/8/P1pP2b1/2N2N2/1P2PPPP/R1BQKB1R w KQkq -
it: D16§QGD Slav§Steiner variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bg4 *

source: rn1qkb1r/pp2pppp/2p2n2/5b2/P1pP4/2N2N2/1P2PPPP/R1BQKB1R w KQkq -
it: D17§QGD Slav§Czech defense§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 *

source: rn1qkb1r/pp2pppp/2p2n2/4Nb2/P1pP4/2N5/1P2PPPP/R1BQKB1R b KQkq -
it: D17§QGD Slav§Krause attack§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. Ne5 *

source: r3kb1r/ppqn1ppp/2p2n2/4pb2/P1NP4/2N3P1/1P2PP1P/R1BQKB1R w KQkq -
it: D17§QGD Slav§Carlsbad variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. Ne5 Nbd7 7. Nxc4 Qc7 8. g3 e5 *

source: rn1qkb1r/pp3ppp/2p1pn2/4Nb2/P1pP4/2N5/1P2PPPP/R1BQKB1R w KQkq -
it: D17§QGD Slav§Wiesbaden variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. Ne5 e6 *

source: rn1qkb1r/pp2pppp/2p2n2/5b2/P1pP4/2N1PN2/1P3PPP/R1BQKB1R b KQkq -
it: D18§QGD Slav§Dutch variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. e3 *

source: r2qkb1r/pp2pppp/n1p2n2/5b2/P1pP4/2N1PN2/1P3PPP/R1BQKB1R w KQkq -
it: D18§QGD Slav§Dutch, Lasker variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. e3 Na6 *

source: rn1qk2r/pp3ppp/2p1pn2/5b2/PbBP4/2N1PN2/1P3PPP/R1BQ1RK1 b kq -
it: D19§QGD Slav§Dutch variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. e3 e6 7. Bxc4 Bb4 8. O-O *

source: rn1q1rk1/pp3ppp/2p1pn2/5b2/PbBP4/2N1PN2/1P2QPPP/R1B2RK1 b - -
it: D19§QGD Slav§Dutch variation, Main line§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. e3 e6 7. Bxc4 Bb4 8. O-O O-O 9. Qe2 *

source: rn1q1rk1/pp3ppp/2p1p3/5b2/PbBPn1P1/2N1PN2/1P2QP1P/R1B2RK1 b - -
it: D19§QGD Slav§Dutch, Saemisch variation§1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. e3 e6 7. Bxc4 Bb4 8. O-O O-O 9. Qe2 Ne4 10. g4 *

source: rnbqkbnr/ppp1pppp/8/8/2pP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: D20§Queen's gambit accepted§1. d4 d5 2. c4 dxc4 *

source: rnbqkbnr/ppp1pppp/8/8/2pPP3/8/PP3PPP/RNBQKBNR b KQkq -
it: D20§QGA§3.e4§1. d4 d5 2. c4 dxc4 3. e4 *

source: rnbqkb1r/p3pppp/5n2/1ppP4/2p1P3/2N5/PP3PPP/R1BQKBNR w KQkq -
it: D20§QGA§Linares variation§1. d4 d5 2. c4 dxc4 3. e4 c5 4. d5 Nf6 5. Nc3 b5 *

source: rnbqkbnr/ppp1p1pp/8/5p2/2pPP3/8/PP3PPP/RNBQKBNR w KQkq -
it: D20§QGA§Schwartz defense§1. d4 d5 2. c4 dxc4 3. e4 f5 *

source: rnbqkbnr/ppp1pppp/8/8/2pP4/5N2/PP2PPPP/RNBQKB1R b KQkq -
it: D21§QGA§3.Nf3§1. d4 d5 2. c4 dxc4 3. Nf3 *

source: rnbqkbnr/p1p1pppp/8/1p6/2pP4/5N2/PP2PPPP/RNBQKB1R w KQkq -
it: D21§QGA§Ericson variation§1. d4 d5 2. c4 dxc4 3. Nf3 b5 *

source: rnbqkbnr/1pp1pppp/p7/8/2pPP3/5N2/PP3PPP/RNBQKB1R b KQkq -
it: D21§QGA§Alekhine defense, Borisenko-Furman variation§1. d4 d5 2. c4 dxc4 3. Nf3 a6 4. e4 *

source: rnbqkbnr/1pp1pppp/p7/8/2pP4/5N2/PP2PPPP/RNBQKB1R w KQkq -
it: D22§QGA§Alekhine defense§1. d4 d5 2. c4 dxc4 3. Nf3 a6 *

source: rn1qkbnr/1pp2ppp/p3p3/3P4/2B3b1/4PN2/PP3PPP/RNBQK2R b KQkq -
it: D22§QGA§Alekhine defense, Alatortsev variation§1. d4 d5 2. c4 dxc4 3. Nf3 a6 4. e3 Bg4 5. Bxc4 e6 6. d5 *

source: rnbqkbnr/2p1pppp/p7/1p6/2pP4/4PN2/PP3PPP/RNBQKB1R w KQkq -
it: D22§QGA§Haberditz variation§1. d4 d5 2. c4 dxc4 3. Nf3 a6 4. e3 b5 *

source: rnbqkb1r/ppp1pppp/5n2/8/2pP4/5N2/PP2PPPP/RNBQKB1R w KQkq -
it: D23§Queen's gambit accepted§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 *

source: rnbqkb1r/ppp1pppp/5n2/8/Q1pP4/5N2/PP2PPPP/RNB1KB1R b KQkq -
it: D23§QGA§Mannheim variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. Qa4+ *

source: rnbqkb1r/ppp1pppp/5n2/8/2pP4/2N2N2/PP2PPPP/R1BQKB1R b KQkq -
it: D24§QGA, 4.Nc3§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. Nc3 *

source: rnbqkb1r/1pp1pppp/p4n2/8/2pPP3/2N2N2/PP3PPP/R1BQKB1R b KQkq -
it: D24§QGA, Bogolyubov variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. Nc3 a6 5. e4 *

source: rnbqkb1r/ppp1pppp/5n2/8/2pP4/4PN2/PP3PPP/RNBQKB1R b KQkq -
it: D25§QGA, 4.e3§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 *

source: rnbqkb1r/ppp1pp1p/5np1/8/2pP4/4PN2/PP3PPP/RNBQKB1R w KQkq -
it: D25§QGA, Smyslov variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 g6 *

source: rn1qkb1r/ppp1pppp/5n2/8/2pP2b1/4PN2/PP3PPP/RNBQKB1R w KQkq -
it: D25§QGA, Janowsky-Larsen variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 Bg4 *

source: rn1qkb1r/ppp1pppp/4bn2/8/2pP4/4PN2/PP3PPP/RNBQKB1R w KQkq -
it: D25§QGA, Flohr variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 Be6 *

source: rnbqkb1r/ppp2ppp/4pn2/8/2pP4/4PN2/PP3PPP/RNBQKB1R w KQkq -
it: D26§QGA§4...e6§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 *

source: rnbqkb1r/pp3ppp/4pn2/2p5/2BP4/4PN2/PP3PPP/RNBQK2R w KQkq -
it: D26§QGA§Classical variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 *

source: r1bqk2r/5ppp/p1n1pn2/1pb1P3/2B5/5N2/PP2QPPP/RNB2RK1 b kq -
it: D26§QGA§Classical, Furman variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. Qe2 a6 7. dxc5 Bxc5 8. O-O Nc6 9. e4 b5 10. e5 *

source: rnbqkb1r/pp3ppp/4pn2/2p5/2BP4/4PN2/PP3PPP/RNBQ1RK1 b kq -
it: D26§QGA§Classical variation, 6.O-O§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O *

source: rnbqkb1r/pp3ppp/4pn2/8/2Bp4/4PN2/PP3PPP/RNBQ1RK1 w kq -
it: D26§QGA§Classical, Steinitz variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O cxd4 *

source: rnbqkb1r/1p3ppp/p3pn2/2p5/2BP4/4PN2/PP3PPP/RNBQ1RK1 w kq -
it: D27§QGA§Classical, 6...a6§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 *

source: rnbqkb1r/1p3ppp/p3pn2/2p5/P1BP4/4PN2/1P3PPP/RNBQ1RK1 b kq -
it: D27§QGA§Classical, Rubinstein variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. a4 *

source: rnbqkb1r/1p3ppp/p3pn2/2p5/2BPP3/5N2/PP3PPP/RNBQ1RK1 b kq -
it: D27§QGA§Classical, Geller variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. e4 *

source: rnbqkb1r/1p3ppp/p3pn2/2p5/2BP4/4PN2/PP2QPPP/RNB2RK1 b kq -
it: D28§QGA§Classical, 7.Qe2§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. Qe2 *

source: rnbqkb1r/5ppp/p3pn2/1pp5/2BP4/4PN2/PP2QPPP/RNB2RK1 w kq -
it: D28§QGA§Classical, 7...b5§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. Qe2 b5 *

source: r3kb1r/1bq2ppp/p3pn2/1p1P4/2p5/2N1PN2/PPQ2PPP/R1BR2K1 w kq -
it: D28§QGA§Classical, Flohr variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. Qe2 b5 8. Bb3 Nc6 9. Rd1 c4 10. Bc2 Nb4 11. Nc3 Nxc2 12. Qxc2 Bb7 13. d5 Qc7 *

source: rn1qkb1r/1b3ppp/p3pn2/1pp5/3P4/1B2PN2/PP2QPPP/RNB2RK1 w kq -
it: D29§QGA§Classical, 8...Bb7§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. Qe2 b5 8. Bb3 Bb7 *

source: r2qk2r/1b1n1ppp/p2bpn2/1pp5/3P4/1BN1PN2/PP2QPPP/R1BR2K1 w kq -
it: D29§QGA§Classical, Smyslov variation§1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. Qe2 b5 8. Bb3 Bb7 9. Rd1 Nbd7 10. Nc3 Bd6 *

source: rnbqkbnr/ppp2ppp/4p3/3p4/2PP4/8/PP2PPPP/RNBQKBNR w KQkq -
it: D30§Queen's gambit declined§1. d4 d5 2. c4 e6 *

source: rnbqkb1r/pp3ppp/2p1pn2/3p4/2PP4/4PN2/PP1N1PPP/R1BQKB1R b KQkq -
it: D30§QGD Slav§1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. e3 c6 5. Nbd2 *

source: rnbqkb1r/pp4pp/2p1p3/3p1p2/2PPn3/3BPN2/PP1N1PPP/R1BQK2R w KQkq -
it: D30§QGD§Stonewall variation§1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. e3 c6 5. Nbd2 Ne4 6. Bd3 f5 *

source: r1bqkb1r/pp1n1ppp/2p1pn2/3p4/2PP4/4PN2/PP1N1PPP/R1BQKB1R w KQkq -
it: D30§QGD Slav§1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. e3 c6 5. Nbd2 Nbd7 *

source: r1bqkb1r/pp1n1ppp/4pn2/2pp4/2PP4/3BPN2/PP1N1PPP/R1BQK2R w KQkq -
it: D30§QGD Slav§Semmering variation§1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. e3 c6 5. Nbd2 Nbd7 6. Bd3 c5 *

source: rnbqkb1r/pp3p1p/2p1pnp1/3p4/2PP4/4PN2/PP1N1PPP/R1BQKB1R w KQkq -
it: D30§QGD§Spielmann variation§1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. e3 c6 5. Nbd2 g6 *

source: rnbqkb1r/ppp2ppp/4pn2/3p2B1/2PP4/5N2/PP2PPPP/RN1QKB1R b KQkq -
it: D30§QGD§1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. Bg5 *

source: r1bqkb1r/pp1n1ppp/2p1pn2/3p2B1/2PP4/4PN2/PP1N1PPP/R2QKB1R b KQkq -
it: D30§QGD§Capablanca variation§1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. Bg5 Nbd7 5. e3 c6 6. Nbd2 *

source: rnbqk2r/ppp2ppp/4pn2/3p2B1/1bPP4/5N2/PP2PPPP/RN1QKB1R w KQkq -
it: D30§QGD§Vienna variation§1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. Bg5 Bb4+ *

source: rnbqkb1r/ppp2pp1/4pn1p/3p2B1/2PP4/5N2/PP2PPPP/RN1QKB1R w KQkq -
it: D30§QGD§Capablanca-Duras variation§1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. Bg5 h6 *

source: rnb1kb1r/pp3pp1/2p1pq1p/3p4/2PP4/1QN2N2/PP2PPPP/R3KB1R b KQkq -
it: D30§QGD§Hastings variation§1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. Bg5 h6 5. Bxf6 Qxf6 6. Nc3 c6 7. Qb3 *

source: rnbqkbnr/ppp2ppp/4p3/3p4/2PP4/2N5/PP2PPPP/R1BQKBNR b KQkq -
it: D31§QGD§3.Nc3§1. d4 d5 2. c4 e6 3. Nc3 *

source: rnbqkbnr/1pp2ppp/p3p3/3p4/2PP4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: D31§QGD§Janowski variation§1. d4 d5 2. c4 e6 3. Nc3 a6 *

source: rnbqkbnr/p1p2ppp/1p2p3/3p4/2PP4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: D31§QGD§Alapin variation§1. d4 d5 2. c4 e6 3. Nc3 b6 *

source: rnbqk1nr/ppp1bppp/4p3/3p4/2PP4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: D31§QGD§Charousek (Petrosian) variation§1. d4 d5 2. c4 e6 3. Nc3 Be7 *

source: rnbqkbnr/pp3ppp/2p1p3/3p4/2PP4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: D31§QGD§Semi-Slav§1. d4 d5 2. c4 e6 3. Nc3 c6 *

source: rnbqkbnr/pp3ppp/2p1p3/8/2pP4/2N2N2/PP2PPPP/R1BQKB1R w KQkq -
it: D31§QGD§Semi-Slav, Noteboom variation§1. d4 d5 2. c4 e6 3. Nc3 c6 4. Nf3 dxc4 *

source: rnb1k1nr/p3qppp/2p1p3/1p6/PbpP4/2N1PN2/1P1B1PPP/R2QKB1R w KQkq -
it: D31§QGD§Semi-Slav, Koomen variation§1. d4 d5 2. c4 e6 3. Nc3 c6 4. Nf3 dxc4 5. a4 Bb4 6. e3 b5 7. Bd2 Qe7 *

source: rnb1k1nr/p4ppp/1qp1p3/1p6/PbpP4/2N1PN2/1P1B1PPP/R2QKB1R w KQkq -
it: D31§QGD§Semi-Slav, Junge variation§1. d4 d5 2. c4 e6 3. Nc3 c6 4. Nf3 dxc4 5. a4 Bb4 6. e3 b5 7. Bd2 Qb6 *

source: rnbqk1nr/5ppp/2p1p3/pp6/PbpP4/2N1PN2/1P1B1PPP/R2QKB1R w KQkq -
it: D31§QGD§Semi-Slav, Abrahams variation§1. d4 d5 2. c4 e6 3. Nc3 c6 4. Nf3 dxc4 5. a4 Bb4 6. e3 b5 7. Bd2 a5 *

source: rnbqkbnr/pp3ppp/2p1p3/3p4/2PPP3/2N5/PP3PPP/R1BQKBNR b KQkq -
it: D31§QGD§Semi-Slav, Marshall gambit§1. d4 d5 2. c4 e6 3. Nc3 c6 4. e4 *

source: rnbqkbnr/pp3ppp/4p3/2pp4/2PP4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: D32§QGD§Tarrasch defense§1. d4 d5 2. c4 e6 3. Nc3 c5 *

source: rnbqkbnr/pp3ppp/4p3/3P4/3p4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: D32§QGD§Tarrasch, von Hennig-Schara gambit§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 cxd4 *

source: rnbqkbnr/pp3ppp/8/2pp4/3P4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: D32§QGD§Tarrasch defense, 4.cd ed§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 *

source: rnbqkbnr/pp3ppp/8/2pp4/3PP3/2N5/PP3PPP/R1BQKBNR b KQkq -
it: D32§QGD§Tarrasch defense, Marshall gambit§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. e4 *

source: rnbqkbnr/pp3ppp/8/2pp4/3P4/2N2N2/PP2PPPP/R1BQKB1R b KQkq -
it: D32§QGD§Tarrasch defense§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 *

source: r1bqkbnr/pp3ppp/2n5/2pp4/3P4/2N2NP1/PP2PP1P/R1BQKB1R b KQkq -
it: D33§QGD§Tarrasch, Schlechter-Rubinstein system§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 *

source: r1bqkbnr/pp3ppp/2n5/3p4/2pP4/2N2NP1/PP2PP1P/R1BQKB1R w KQkq -
it: D33§QGD§Tarrasch, Folkestone (Swedish) variation§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 c4 *

source: r1bqkbnr/pp3ppp/2n5/3p4/2pPP3/2N2NP1/PP3P1P/R1BQKB1R b KQkq -
it: D33§QGD§Tarrasch, Schlechter-Rubinstein system, Rey Ardid variation§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 c4 7. e4 *

source: r1bqkb1r/pp3ppp/2n2n2/2pp4/3P4/2N2NP1/PP2PP1P/R1BQKB1R w KQkq -
it: D33§QGD§Tarrasch, Prague variation§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 *

source: r2qkb1r/pp3ppp/2n2n2/2pp4/3P2b1/2N2NP1/PP2PPBP/R1BQK2R w KQkq -
it: D33§QGD§Tarrasch, Wagner variation§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Bg4 *

source: r1bqk2r/pp2bppp/2n2n2/2pp4/3P4/2N2NP1/PP2PPBP/R1BQK2R w KQkq -
it: D34§QGD§Tarrasch, Prague variation, 7...Be7§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7 *

source: r1bq1rk1/pp2bppp/2n2n2/2pp4/3P4/2N2NP1/PP2PPBP/R1BQ1RK1 w - -
it: D34§QGD§Tarrasch, Prague variation, Normal position§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7 8. O-O O-O *

source: r1bq1rk1/pp3ppp/2n2n2/2bp4/N7/5NP1/PP2PPBP/R1BQ1RK1 b - -
it: D34§QGD§Tarrasch, Reti variation§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7 8. O-O O-O 9. dxc5 Bxc5 10. Na4 *

source: r1bq1rk1/pp2bppp/2n2n2/2pp2B1/3P4/2N2NP1/PP2PPBP/R2Q1RK1 b - -
it: D34§QGD§Tarrasch, Prague variation, 9.Bg5§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7 8. O-O O-O 9. Bg5 *

source: r2q1rk1/pp2bppp/2n1bn2/3p2B1/2pP4/2N2NP1/PP2PPBP/2RQ1RK1 w - -
it: D34§QGD§Tarrasch, Bogolyubov variation§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7 8. O-O O-O 9. Bg5 Be6 10. Rc1 c4 *

source: r2q1rk1/p3bppp/1pn1bn2/2pp2B1/3P4/2N2NP1/PP2PPBP/2RQ1RK1 w - -
it: D34§QGD§Tarrasch, Stoltz variation§1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7 8. O-O O-O 9. Bg5 Be6 10. Rc1 b6 *

source: rnbqkb1r/ppp2ppp/4pn2/3p4/2PP4/2N5/PP2PPPP/R1BQKBNR w KQkq -
it: D35§QGD§3...Nf6§1. d4 d5 2. c4 e6 3. Nc3 Nf6 *

source: rnbqkb1r/ppp2ppp/4pn2/3p4/2PP1B2/2N5/PP2PPPP/R2QKBNR b KQkq -
it: D35§QGD§Harrwitz attack§1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bf4 *

source: rnbqkb1r/ppp2ppp/4pn2/3P4/3P4/2N5/PP2PPPP/R1BQKBNR b KQkq -
it: D35§QGD§Exchange variation§1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. cxd5 *

source: r1bqkb1r/pppn1ppp/5n2/3p4/3P1B2/2N2N2/PP2PPPP/R2QKB1R b KQkq -
it: D35§QGD§Exchange, Saemisch variation§1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. cxd5 exd5 5. Nf3 Nbd7 6. Bf4 *

source: rnbqkb1r/ppp2ppp/5n2/3p2B1/3P4/2N5/PP2PPPP/R2QKBNR b KQkq -
it: D35§QGD§Exchange, positional line§1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. cxd5 exd5 5. Bg5 *

source: r1bqrnk1/ppp1bppp/5n2/3p2B1/3P4/2NBP3/PPQ1NPPP/2KR3R b - -
it: D35§QGD§Exchange, chameleon variation§1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. cxd5 exd5 5. Bg5 Be7 6. e3 O-O 7. Bd3 Nbd7 8. Qc2 Re8 9. Nge2 Nf8 10. O-O-O *
