Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: D63 QGD: ORTHODOX DEFENSE, SWISS, KARLSBAD VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 a6 8. cxd5

source: C42 PETROV: FRENCH ATTACK
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d3

source: A03 BIRD'S OPENING: WILLIAMS GAMBIT
it: 1. f4 d5 2. e4

source: C55 TWO KNIGHTS: MAX LANGE ATTACK, KRAUSE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. O-O Bc5 6. e5 Ng4 7. c3

source: A28 ENGLISH: FOUR KNIGHTS, STEAN VARIATION
it: 1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. e3 Bb4 5. Qc2 O-O 6. Nd5 Re8 7. Qf5

source: A67 BENONI: TAIMANOV VARIATION
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. f4 Bg7 8. Bb5+ Nfd7 9. a4

source: D00 QUEEN'S PAWN, MASON VARIATION
it: 1. d4 d5 2. Bf4

source: A16 ENGLISH: ANGLO-GRUENFELD, CZECH DEFENSE
it: 1. c4 Nf6 2. Nc3 d5 3. cxd5 Nxd5 4. g3 g6 5. Bg2 Nb6

source: B88 SICILIAN: SOZIN, LEONHARDT VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Bc4 Nc6

source: D99 GRUENFELD DEFENSE: SMYSLOV, YUGOSLAV VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qb3 dxc4 6. Qxc4 O-O 7. e4 Bg4 8. Be3 Nfd7 9. Qb3 c5

source: D25 QGA, SMYSLOV VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 g6

source: C14 FRENCH: CLASSICAL, STEINITZ VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. f4

source: B74 SICILIAN: DRAGON, CLASSICAL, 9.NB3
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. O-O O-O 9. Nb3

source: C86 RUY LOPEZ: WORRALL ATTACK, SHARP LINE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Qe2 b5 7. Bb3 O-O

source: D14 QGD SLAV: EXCHANGE VARIATION, 6.BF4 BF5
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. cxd5 cxd5 5. Nc3 Nc6 6. Bf4 Bf5

source: B00 REVERSED GROB (BORG/BASMAN DEFENSE/MACHO GROB)
it: 1. e4 g5

source: C51 EVANS GAMBIT DECLINED, 5.A4
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bb6 5. a4

source: A50 QUEEN'S INDIAN ACCELERATED
it: 1. d4 Nf6 2. c4 b6

source: D16 QGD SLAV ACCEPTED: ALAPIN VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4

source: C15 FRENCH: WINAWER, ALEKHINE GAMBIT, KAN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Nge2 dxe4 5. a3 Bxc3+ 6. Nxc3 Nc6

source: B24 SICILIAN: CLOSED
it: 1. e4 c5 2. Nc3 Nc6 3. g3

source: C34 KGA: BONSCH-OSMOLOVSKY VARIATION
it: 1. e4 e5 2. f4 exf4 3. Nf3 Ne7

source: B12 CARO-KANN: ADVANCE VARIATION
it: 1. e4 c6 2. d4 d5 3. e5

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, BOGOLJUBOW DEFENSE, PETERS ATTACK
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 g6 6. Bc4 Bg7 7. Ne5

source: B07 PIRC: BYRNE VARIATION
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Bg5

source: C86 RUY LOPEZ: WORRALL ATTACK, SOLID LINE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Qe2 b5 7. Bb3 d6

source: B57 SICILIAN: MAGNUS SMITH TRAP
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bc4 g6 7. Nxc6 bxc6 8. e5

source: B53 SICILIAN: CHEKHOVER, ZAITSEV VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Qxd4 Nc6 5. Bb5 Qd7

source: A36 ENGLISH: SYMMETRICAL VARIATION
it: 1. c4 c5 2. Nc3 Nc6 3. g3

source: D72 NEO-GRUENFELD, 5.CD, MAIN LINE
it: 1. d4 Nf6 2. c4 g6 3. g3 d5 4. Bg2 Bg7 5. cxd5 Nxd5 6. e4 Nb6 7. Ne2

source: A30 ENGLISH: SYMMETRICAL VARIATION
it: 1. c4 c5

source: D66 QGD: ORTHODOX DEFENSE, BD3 LINE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Bd3

source: C40 LATVIAN: NIMZOVICH VARIATION
it: 1. e4 e5 2. Nf3 f5 3. Nxe5 Qf6 4. d4 d6 5. Nc4 fxe4 6. Ne3

source: D00 BLACKMAR DIEMER GAMBIT: WEINSBACH DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 e6

source: C06 FRENCH: TARRASCH, CLOSED VARIATION, MAIN LINE
it: 1. e4 e6 2. d4 d5 3. Nd2 Nf6 4. e5 Nfd7 5. Bd3 c5 6. c3 Nc6 7. Ne2 cxd4 8. cxd4

source: C47 FOUR KNIGHTS: SCOTCH VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. d4

source: C49 FOUR KNIGHTS: SYMMETRICAL, METGER UNPIN
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. d3 d6 7. Bg5 Bxc3 8. bxc3 Qe7

source: D94 GRUENFELD: FLOHR DEFENSE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. e3 O-O 6. Bd3 c6 7. O-O Bf5

source: D52 QGD: CAMBRIDGE SPRINGS DEFENSE, CAPABLANCA VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Nbd7 5. e3 c6 6. Nf3 Qa5 7. Bxf6

source: C32 KGD: FALKBEER, 5.DE
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. dxe4

source: C11 FRENCH: STEINITZ, BOLESLAVSKY VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. e5 Nfd7 5. f4 c5 6. Nf3 Nc6 7. Be3

source: B98 SICILIAN: NAJDORF, 7...BE7
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 e6 7. f4 Be7

source: C79 RUY LOPEZ: STEINITZ DEFENSE DEFERRED, BOLESLAVSKY VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O d6 6. Bxc6+ bxc6 7. d4 Nxe4 8. Re1 f5 9. dxe5 d5 10. Nc3

source: A04 RETI V DUTCH
it: 1. Nf3 f5

source: E35 NIMZO-INDIAN: CLASSICAL, NOA VARIATION, 5.CD ED
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 d5 5. cxd5 exd5

source: B07 ROBATSCH DEFENSE: GELLER'S SYSTEM
it: 1. e4 g6 2. d4 Bg7 3. Nf3 d6 4. c3

source: A01 NIMZOVICH-LARSEN ATTACK: SYMMETRICAL VARIATION
it: 1. b3 b6

source: D67 QGD: ORTHODOX DEFENSE, BD3 LINE, ALEKHINE VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Bd3 dxc4 9. Bxc4 Nd5 10. Bxe7 Qxe7 11. Ne4

source: D80 GRUENFELD: LUNDIN VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Bg5 Ne4 5. Nxe4 dxe4 6. Qd2 c5

source: E53 NIMZO-INDIAN: 4.E3, GLIGORIC SYSTEM WITH 7...NBD7
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nf3 d5 6. Bd3 c5 7. O-O Nbd7

source: C41 PHILIDOR: HANHAM, BERGER VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. Ng5 Nh6 6. f4 Be7 7. O-O O-O 8. c3 d5

source: D34 QGD: TARRASCH, RETI VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7 8. O-O O-O 9. dxc5 Bxc5 10. Na4

source: A00 LASKER SIMUL SPECIAL
it: 1. g3 h5

source: C08 FRENCH: TARRASCH, OPEN, 4.ED ED
it: 1. e4 e6 2. d4 d5 3. Nd2 c5 4. exd5 exd5

source: rnbqkbnr/pppppppp/8/8/1P6/8/P1PPPPPP/RNBQKBNR b KQkq -
it: A00§Polish (Sokolsky) opening§1. b4 *

source: rnbqkb1r/pppppppp/7n/8/1P6/8/P1PPPPPP/RNBQKBNR w KQkq -
it: A00§Polish§Tuebingen variation§1. b4 Nh6 *

source: rnbqkbnr/pp1ppppp/2p5/8/1P6/8/P1PPPPPP/RNBQKBNR w KQkq -
it: A00§Polish§Outflank variation§1. b4 c6 *

source: rnbqkbnr/pppppppp/8/8/8/6P1/PPPPPP1P/RNBQKBNR b KQkq -
it: A00§Benko's Opening§1. g3 *

source: rnbqkbnr/ppppppp1/8/7p/8/6P1/PPPPPP1P/RNBQKBNR w KQkq -
it: A00§Lasker simul special§1. g3 h5 *

source: rnbqkbnr/pppp1ppp/8/4p3/8/5NP1/PPPPPP1P/RNBQKB1R b KQkq -
it: A00§Benko's Opening§reversed Alekhine§1. g3 e5 2. Nf3 *

source: rnbqkbnr/pppppppp/8/8/6P1/8/PPPPPP1P/RNBQKBNR b KQkq -
it: A00§Grob's attack§1. g4 *

source: rnbqkbnr/pp2pppp/2p5/3p2P1/8/8/PPPPPPBP/RNBQK1NR b KQkq -
it: A00§Grob§Spike attack§1. g4 d5 2. Bg2 c6 3. g5 *

source: rn1qkbnr/ppp1pppp/8/3p4/2P3b1/8/PP1PPPBP/RNBQK1NR b KQkq -
it: A00§Grob§Fritz gambit§1. g4 d5 2. Bg2 Bxg4 3. c4 *

source: rn1qkbnr/ppp1pppp/8/8/2Pp2b1/8/PP1PPPBP/RNBQK1NR w KQkq -
it: A00§Grob§Romford counter-gambit§1. g4 d5 2. Bg2 Bxg4 3. c4 d4 *

source: rnbqkbnr/pppppppp/8/8/8/7P/PPPPPPP1/RNBQKBNR b KQkq -
it: A00§Clemenz (Mead's, Basman's or de Klerk's) Opening§1. h3 *

source: rnbqkbnr/pppp1ppp/8/4p3/8/P6P/1PPPPPP1/RNBQKBNR b KQkq -
it: A00§Global Opening§1. h3 e5 2. a3 *

source: rnbqkbnr/pppppppp/8/8/8/7N/PPPPPPPP/RNBQKB1R b KQkq -
it: A00§Amar (Paris) Opening§1. Nh3 *

source: rn1qkbnr/ppp2ppp/8/3p4/5p2/6PB/PPPPP2P/RNBQK2R w KQkq -
it: A00§Amar gambit§1. Nh3 d5 2. g3 e5 3. f4 Bxh3 4. Bxh3 exf4 *

source: rnbqkbnr/pppppppp/8/8/8/2N5/PPPPPPPP/R1BQKBNR b KQkq -
it: A00§Dunst (Sleipner, Heinrichsen) Opening§1. Nc3 *

source: rnbqkbnr/pppp1ppp/8/4p3/8/2N5/PPPPPPPP/R1BQKBNR w KQkq -
it: A00§Dunst (Sleipner-Heinrichsen) Opening§1. Nc3 e5 *

source: rnbqkbnr/pppp1ppp/8/4p3/8/P1N5/1PPPPPPP/R1BQKBNR b KQkq -
it: A00§Battambang Opening§1. Nc3 e5 2. a3 *

source: r1bqkbnr/pp1ppppp/2n5/8/7Q/2N5/PPP1PPPP/R1B1KBNR b KQkq -
it: A00§Novosibirsk Opening§1. Nc3 c5 2. d4 cxd4 3. Qxd4 Nc6 4. Qh4 *

source: rnbqkbnr/pppppppp/8/8/8/P7/1PPPPPPP/RNBQKBNR b KQkq -
it: A00§Anderssen's Opening§1. a3 *

source: rnbqkbnr/pppppppp/8/8/P7/8/1PPPPPPP/RNBQKBNR b KQkq -
it: A00§Ware (Meadow Hay) Opening§1. a4 *

source: rnbqkbnr/pppp1ppp/8/4p3/P6P/8/1PPPPPP1/RNBQKBNR b KQkq -
it: A00§Crab Opening§1. a4 e5 2. h4 *

source: rnbqkbnr/pppppppp/8/8/8/2P5/PP1PPPPP/RNBQKBNR b KQkq -
it: A00§Saragossa Opening§1. c3 *

source: rnbqkbnr/pppppppp/8/8/8/3P4/PPP1PPPP/RNBQKBNR b KQkq -
it: A00§Mieses Opening§1. d3 *

source: rnbqkbnr/pppp1ppp/8/4p3/8/3P4/PPP1PPPP/RNBQKBNR w KQkq -
it: A00§Mieses Opening§1. d3 e5 *

source: rnbqkbnr/pppp1ppp/8/4p3/8/3P4/PPPNPPPP/R1BQKBNR b KQkq -
it: A00§Valencia Opening§1. d3 e5 2. Nd2 *

source: r1bqkbnr/pp1ppppp/2n5/2p5/8/2NP2P1/PPP1PP1P/R1BQKBNR b KQkq -
it: A00§Venezolana Opening§1. d3 c5 2. Nc3 Nc6 3. g3 *

source: rnbqkbnr/pppppppp/8/8/8/4P3/PPPP1PPP/RNBQKBNR b KQkq -
it: A00§Van't Kruijs Opening§1. e3 *

source: r1bqkb1r/ppp2ppp/2np1n2/4p3/2P5/1PN1P3/P2P1PPP/R1BQKBNR w KQkq -
it: A00§Amsterdam attack§1. e3 e5 2. c4 d6 3. Nc3 Nc6 4. b3 Nf6 *

source: rnbqkbnr/pppppppp/8/8/8/5P2/PPPPP1PP/RNBQKBNR b KQkq -
it: A00§Gedult's Opening§1. f3 *

source: rnbqkbnr/pppppppp/8/8/7P/8/PPPPPPP1/RNBQKBNR b KQkq -
it: A00§Anti-Borg (Desprez) Opening§1. h4 *

source: rnbqkbnr/pppppppp/8/8/8/N7/PPPPPPPP/R1BQKBNR b KQkq -
it: A00§Durkin's attack§1. Na3 *

source: rnbqkbnr/pppppppp/8/8/8/1P6/P1PPPPPP/RNBQKBNR b KQkq -
it: A01§Nimzovich-Larsen attack§1. b3 *

source: rnbqkbnr/pppp1ppp/8/4p3/8/1P6/P1PPPPPP/RNBQKBNR w KQkq -
it: A01§Nimzovich-Larsen attack§Modern variation§1. b3 e5 *

source: rnbqkb1r/pppppppp/5n2/8/8/1P6/P1PPPPPP/RNBQKBNR w KQkq -
it: A01§Nimzovich-Larsen attack§Indian variation§1. b3 Nf6 *

source: rnbqkbnr/ppp1pppp/8/3p4/8/1P6/P1PPPPPP/RNBQKBNR w KQkq -
it: A01§Nimzovich-Larsen attack§Classical variation§1. b3 d5 *

source: rnbqkbnr/pp1ppppp/8/2p5/8/1P6/P1PPPPPP/RNBQKBNR w KQkq -
it: A01§Nimzovich-Larsen attack§English variation§1. b3 c5 *

source: rnbqkbnr/ppppp1pp/8/5p2/8/1P6/P1PPPPPP/RNBQKBNR w KQkq -
it: A01§Nimzovich-Larsen attack§Dutch variation§1. b3 f5 *

source: rnbqkbnr/p1pppppp/8/1p6/8/1P6/P1PPPPPP/RNBQKBNR w KQkq -
it: A01§Nimzovich-Larsen attack§Polish variation§1. b3 b5 *

source: rnbqkbnr/p1pppppp/1p6/8/8/1P6/P1PPPPPP/RNBQKBNR w KQkq -
it: A01§Nimzovich-Larsen attack§Symmetrical variation§1. b3 b6 *

source: rnbqkbnr/pppppppp/8/8/5P2/8/PPPPP1PP/RNBQKBNR b KQkq -
it: A02§Bird's Opening§1. f4 *

source: rnbqkbnr/pppp1ppp/8/4p3/5P2/8/PPPPP1PP/RNBQKBNR w KQkq -
it: A02§Bird§From gambit§1. f4 e5 *

source: rnbqk1nr/ppp2p1p/3b4/6p1/8/5N2/PPPPP1PP/RNBQKB1R w KQkq -
it: A02§Bird§From gambit, Lasker variation§1. f4 e5 2. fxe5 d6 3. exd6 Bxd6 4. Nf3 g5 *

source: rnbqk2r/ppp2ppp/3b3n/8/3P4/5N2/PPP1P1PP/RNBQKB1R b KQkq -
it: A02§Bird§From gambit, Lipke variation§1. f4 e5 2. fxe5 d6 3. exd6 Bxd6 4. Nf3 Nh6 5. d4 *

source: rnbqkb1r/ppppp1pp/5n2/8/4pPP1/2N5/PPPP3P/R1BQKBNR b KQkq -
it: A02§Bird's Opening, Swiss gambit§1. f4 f5 2. e4 fxe4 3. Nc3 Nf6 4. g4 *

source: rnbqkbnr/pppppp1p/8/6p1/5P2/8/PPPPP1PP/RNBQKBNR w KQkq -
it: A02§Bird§Hobbs gambit§1. f4 g5 *

source: rnbqkbnr/ppp1pppp/8/3p4/5P2/8/PPPPP1PP/RNBQKBNR w KQkq -
it: A03§Bird's Opening§1. f4 d5 *

source: rnbqkbnr/ppp1pppp/8/3p4/2P2P2/8/PP1PP1PP/RNBQKBNR b KQkq -
it: A03§Mujannah Opening§1. f4 d5 2. c4 *

source: rnbqkbnr/ppp1pppp/8/3p4/4PP2/8/PPPP2PP/RNBQKBNR b KQkq -
it: A03§Bird's Opening§Williams gambit§1. f4 d5 2. e4 *

source: rnbqkb1r/pp2pppp/5n2/2pp4/5P2/4PN2/PPPP2PP/RNBQKB1R w KQkq -
it: A03§Bird's Opening§Lasker variation§1. f4 d5 2. Nf3 Nf6 3. e3 c5 *

source: rnbqkbnr/pppppppp/8/8/8/5N2/PPPPPPPP/RNBQKB1R b KQkq -
it: A04§Reti Opening§1. Nf3 *

source: rnbqkbnr/ppppp1pp/8/5p2/8/5N2/PPPPPPPP/RNBQKB1R w KQkq -
it: A04§Reti v Dutch§1. Nf3 f5 *

source: rnbqkbnr/ppppp1pp/8/5p2/4P3/5N2/PPPP1PPP/RNBQKB1R b KQkq -
it: A04§Reti§Pirc-Lisitsin gambit§1. Nf3 f5 2. e4 *

source: rnbqkb1r/ppppp1pp/5n2/5p2/4P3/3P1N2/PPP2PPP/RNBQKB1R b KQkq -
it: A04§Reti§Lisitsin gambit deferred§1. Nf3 f5 2. d3 Nf6 3. e4 *

source: rnbqkbnr/ppp1pppp/3p4/8/8/5N2/PPPPPPPP/RNBQKB1R w KQkq -
it: A04§Reti Opening§1. Nf3 d6 *

source: rn1qkbnr/ppp1pppp/3p4/8/4P1b1/5N2/PPPP1PPP/RNBQKB1R w KQkq -
it: A04§Reti§Wade defense§1. Nf3 d6 2. e4 Bg4 *

source: rnbqkbnr/pppppp1p/8/6p1/8/5N2/PPPPPPPP/RNBQKB1R w KQkq -
it: A04§Reti§Herrstroem gambit§1. Nf3 g5 *

source: rnbqkb1r/pppppppp/5n2/8/8/5N2/PPPPPPPP/RNBQKB1R w KQkq -
it: A05§Reti Opening§1. Nf3 Nf6 *

source: rnbqkb1r/p1pppppp/5n2/1p6/8/5NP1/PPPPPP1P/RNBQKB1R w KQkq -
it: A05§Reti§King's Indian attack, Spassky's variation§1. Nf3 Nf6 2. g3 b5 *

source: rnbqkb1r/pppppp1p/5np1/8/8/5NP1/PPPPPP1P/RNBQKB1R w KQkq -
it: A05§Reti§King's Indian attack§1. Nf3 Nf6 2. g3 g6 *

source: rnbqkb1r/pppppp1p/5np1/8/1P6/5NP1/P1PPPP1P/RNBQKB1R b KQkq -
it: A05§Reti§King's Indian attack, Reti-Smyslov variation§1. Nf3 Nf6 2. g3 g6 3. b4 *

source: rnbqkbnr/ppp1pppp/8/3p4/8/5N2/PPPPPPPP/RNBQKB1R w KQkq -
it: A06§Reti Opening§1. Nf3 d5 *

source: rnbqkbnr/ppp1pppp/8/3p4/8/3P1N2/PPP1PPPP/RNBQKB1R b KQkq -
it: A06§Reti§Old Indian attack§1. Nf3 d5 2. d3 *

source: rnbqkbnr/ppp1pppp/8/3p4/1P6/5N2/P1PPPPPP/RNBQKB1R b KQkq -
it: A06§Santasiere's folly§1. Nf3 d5 2. b4 *

source: rnbqkbnr/ppp1pppp/8/3p4/4P3/5N2/PPPP1PPP/RNBQKB1R b KQkq -
it: A06§Tennison (Lemberg, Zukertort) gambit§1. Nf3 d5 2. e4 *

source: rnbqkbnr/ppp1pppp/8/3p4/8/1P3N2/P1PPPPPP/RNBQKB1R b KQkq -
it: A06§Reti§Nimzovich-Larsen attack§1. Nf3 d5 2. b3 *

source: rnbqkbnr/ppp1pppp/8/3p4/8/5NP1/PPPPPP1P/RNBQKB1R b KQkq -
it: A07§Reti§King's Indian attack (Barcza system)§1. Nf3 d5 2. g3 *

source: rn1qkb1r/pp2pppp/2p2n2/3p4/6b1/5NP1/PPPPPPBP/RNBQ1RK1 w kq -
it: A07§Reti§King's Indian attack, Yugoslav variation§1. Nf3 d5 2. g3 Nf6 3. Bg2 c6 4. O-O Bg4 *

source: r2qkbnr/pppnpppp/8/3p4/6b1/5NP1/PPPPPPBP/RNBQK2R w KQkq -
it: A07§Reti§King's Indian attack, Keres variation§1. Nf3 d5 2. g3 Bg4 3. Bg2 Nd7 *

source: rnbqkbnr/ppp1pp1p/6p1/3p4/8/5NP1/PPPPPP1P/RNBQKB1R w KQkq -
it: A07§Reti§King's Indian attack§1. Nf3 d5 2. g3 g6 *

source: rnbqk2r/ppp1npbp/6p1/3pp3/8/3P1NP1/PPP1PPBP/RNBQ1RK1 w kq -
it: A07§Reti§King's Indian attack, Pachman system§1. Nf3 d5 2. g3 g6 3. Bg2 Bg7 4. O-O e5 5. d3 Ne7 *

source: rnbqkbnr/pp2pppp/8/2pp4/8/5NP1/PPPPPP1P/RNBQKB1R w KQkq -
it: A07§Reti§King's Indian attack (with ...c5)§1. Nf3 d5 2. g3 c5 *

source: rnbqkbnr/pp2pppp/8/2pp4/8/5NP1/PPPPPPBP/RNBQK2R b KQkq -
it: A08§Reti§King's Indian attack§1. Nf3 d5 2. g3 c5 3. Bg2 *

source: r1bq1rk1/pp2bppp/2n1pn2/2pp4/4P3/3P1NP1/PPPN1PBP/R1BQR1K1 b - -
it: A08§Reti§King's Indian attack, French variation§1. Nf3 d5 2. g3 c5 3. Bg2 Nc6 4. O-O e6 5. d3 Nf6 6. Nbd2 Be7 7. e4 O-O 8. Re1 *

source: rnbqkbnr/ppp1pppp/8/3p4/2P5/5N2/PP1PPPPP/RNBQKB1R b KQkq -
it: A09§Reti Opening§1. Nf3 d5 2. c4 *

source: rnbqkbnr/ppp1pppp/8/8/2Pp4/5N2/PP1PPPPP/RNBQKB1R w KQkq -
it: A09§Reti§Advance variation§1. Nf3 d5 2. c4 d4 *

source: rnbqkbnr/ppp1pppp/8/8/2p5/5N2/PP1PPPPP/RNBQKB1R w KQkq -
it: A09§Reti accepted§1. Nf3 d5 2. c4 dxc4 *

source: rn1qkbnr/ppp1pppp/4b3/8/2p5/4PN2/PP1P1PPP/RNBQKB1R w KQkq -
it: A09§Reti accepted§Keres variation§1. Nf3 d5 2. c4 dxc4 3. e3 Be6 *

source: rnbqkbnr/pppppppp/8/8/2P5/8/PP1PPPPP/RNBQKBNR b KQkq -
it: A10§English Opening§1. c4 *

source: rnbqkbnr/pppppp1p/6p1/8/2P5/8/PP1PPPPP/RNBQKBNR w KQkq -
it: A10§English Opening§1. c4 g6 *

source: rnbqkbnr/pppp1p1p/6p1/4p3/2P1P3/8/PP1P1PPP/RNBQKBNR w KQkq -
it: A10§English§Adorjan defense§1. c4 g6 2. e4 e5 *

source: rnbqkbnr/p1pppppp/8/1p6/2P5/8/PP1PPPPP/RNBQKBNR w KQkq -
it: A10§English§Jaenisch gambit§1. c4 b5 *

source: rnbqkbnr/ppppp1pp/8/5p2/2P5/8/PP1PPPPP/RNBQKBNR w KQkq -
it: A10§English§Anglo-Dutch defense§1. c4 f5 *

source: rnbqkbnr/pp1ppppp/2p5/8/2P5/8/PP1PPPPP/RNBQKBNR w KQkq -
it: A11§English§Caro-Kann defensive system§1. c4 c6 *

source: rnbqkbnr/pp2pppp/2p5/3p4/2P5/1P3N2/P2PPPPP/RNBQKB1R b KQkq -
it: A12§English§Caro-Kann defensive system§1. c4 c6 2. Nf3 d5 3. b3 *

source: rn1qkb1r/pp2pppp/2p2n2/3p4/2P3b1/1P3NP1/P2PPP1P/RNBQKB1R w KQkq -
it: A12§English§Torre defensive system§1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. g3 Bg4 *

source: rn1qkb1r/pp2pppp/2p2n2/3p1b2/2P5/1P3NP1/P2PPP1P/RNBQKB1R w KQkq -
it: A12§English§London defensive system§1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. g3 Bf5 *

source: rnbqkb1r/pp2pppp/2p2n2/3p4/2P5/1P3N2/PB1PPPPP/RN1QKB1R b KQkq -
it: A12§English§Caro-Kann defensive system§1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. Bb2 *

source: rnbqkb1r/pp2pp1p/2p2np1/3p4/2P5/1P3N2/PB1PPPPP/RN1QKB1R w KQkq -
it: A12§English§Bled variation§1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. Bb2 g6 *

source: rn1qkb1r/pp2pppp/2p2n2/3p1b2/2P5/1P3N2/PB1PPPPP/RN1QKB1R w KQkq -
it: A12§English§New York (London) defensive system§1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. Bb2 Bf5 *

source: rn1qkb1r/pp2pppp/2p2n2/3p4/2P3b1/1P3N2/PB1PPPPP/RN1QKB1R w KQkq -
it: A12§English§Capablanca's variation§1. c4 c6 2. Nf3 d5 3. b3 Nf6 4. Bb2 Bg4 *

source: rn1qkbnr/pp2pppp/2p5/3p4/2P3b1/1P3N2/P2PPPPP/RNBQKB1R w KQkq -
it: A12§English§Caro-Kann defensive system, Bogoljubov variation§1. c4 c6 2. Nf3 d5 3. b3 Bg4 *

source: rnbqkbnr/pppp1ppp/4p3/8/2P5/8/PP1PPPPP/RNBQKBNR w KQkq -
it: A13§English Opening§1. c4 e6 *

source: rnbqkb1r/2pp1ppp/p3pn2/1p6/2P5/5NP1/PP1PPPBP/RNBQK2R w KQkq -
it: A13§English§Romanishin gambit§1. c4 e6 2. Nf3 Nf6 3. g3 a6 4. Bg2 b5 *

source: rnbqkbnr/ppp2ppp/4p3/3p4/2P5/5N2/PP1PPPPP/RNBQKB1R w KQkq -
it: A13§English Opening§Agincourt variation§1. c4 e6 2. Nf3 d5 *

source: rnbqkb1r/pp3ppp/4pn2/2pp4/2P5/1P2PN2/PB1P1PPP/RN1QKB1R b KQkq -
it: A13§English§Wimpey system§1. c4 e6 2. Nf3 d5 3. b3 Nf6 4. Bb2 c5 5. e3 *

source: rnbqkbnr/ppp2ppp/4p3/3p4/2P5/5NP1/PP1PPP1P/RNBQKB1R b KQkq -
it: A13§English Opening§Agincourt variation§1. c4 e6 2. Nf3 d5 3. g3 *

source: rnbqkbnr/pp3ppp/2p1p3/3p4/2P5/5NP1/PP1PPP1P/RNBQKB1R w KQkq -
it: A13§English§Kurajica defense§1. c4 e6 2. Nf3 d5 3. g3 c6 *

source: rnbqkb1r/ppp2ppp/4pn2/3p4/2P5/5NP1/PP1PPP1P/RNBQKB1R w KQkq -
it: A13§English§Neo-Catalan§1. c4 e6 2. Nf3 d5 3. g3 Nf6 *

source: rnbqkb1r/ppp2ppp/4pn2/8/2p5/5NP1/PP1PPPBP/RNBQK2R w KQkq -
it: A13§English§Neo-Catalan accepted§1. c4 e6 2. Nf3 d5 3. g3 Nf6 4. Bg2 dxc4 *

source: rnbqk2r/ppp1bppp/4pn2/3p4/2P5/5NP1/PP1PPPBP/RNBQ1RK1 b kq -
it: A14§English§Neo-Catalan declined§1. c4 e6 2. Nf3 d5 3. g3 Nf6 4. Bg2 Be7 5. O-O *

source: r1bqk2r/pp2bppp/2n1p3/2pn4/8/2N2NP1/PP1PPPBP/R1BQ1RK1 w kq -
it: A14§English§Symmetrical, Keres defense§1. c4 e6 2. Nf3 d5 3. g3 Nf6 4. Bg2 Be7 5. O-O c5 6. cxd5 Nxd5 7. Nc3 Nc6 *

source: rnbqkb1r/pppppppp/5n2/8/2P5/8/PP1PPPPP/RNBQKBNR w KQkq -
it: A15§English, 1...Nf6 (Anglo-Indian defense)§1. c4 Nf6 *

source: rnbqkb1r/pppppppp/5n2/8/1PP5/8/P2PPPPP/RNBQKBNR b KQkq -
it: A15§English orang-utan§1. c4 Nf6 2. b4 *

source: rnbqkb1r/pppppppp/5n2/8/2P5/5N2/PP1PPPPP/RNBQKB1R b KQkq -
it: A15§English Opening§1. c4 Nf6 2. Nf3 *

source: rnbqkb1r/pppppppp/5n2/8/2P5/2N5/PP1PPPPP/R1BQKBNR b KQkq -
it: A16§English Opening§1. c4 Nf6 2. Nc3 *

source: rnbqkb1r/ppp1pppp/5n2/3p4/2P5/2N5/PP1PPPPP/R1BQKBNR w KQkq -
it: A16§English§Anglo-Gruenfeld defense§1. c4 Nf6 2. Nc3 d5 *

source: rnbqkb1r/ppp1pp1p/6p1/8/8/2n3P1/PP1PPPBP/R1BQK1NR w KQkq -
it: A16§English§Anglo-Gruenfeld, Smyslov defense§1. c4 Nf6 2. Nc3 d5 3. cxd5 Nxd5 4. g3 g6 5. Bg2 Nxc3 *

source: rnbqkb1r/ppp1pp1p/1n4p1/8/8/2N3P1/PP1PPPBP/R1BQK1NR w KQkq -
it: A16§English§Anglo-Gruenfeld, Czech defense§1. c4 Nf6 2. Nc3 d5 3. cxd5 Nxd5 4. g3 g6 5. Bg2 Nb6 *

source: rnbqkb1r/ppp1pppp/8/3n4/8/2N2N2/PP1PPPPP/R1BQKB1R b KQkq -
it: A16§English§Anglo-Gruenfeld defense§1. c4 Nf6 2. Nc3 d5 3. cxd5 Nxd5 4. Nf3 *

source: rnbqk2r/ppp2pbp/6p1/3np3/8/2N2NP1/PP1PPPBP/R1BQK2R w KQkq -
it: A16§English§Anglo-Gruenfeld defense, Korchnoi variation§1. c4 Nf6 2. Nc3 d5 3. cxd5 Nxd5 4. Nf3 g6 5. g3 Bg7 6. Bg2 e5 *

source: rnbqkb1r/pppp1ppp/4pn2/8/2P5/2N5/PP1PPPPP/R1BQKBNR w KQkq -
it: A17§English Opening§1. c4 Nf6 2. Nc3 e6 *

source: rnbqkb1r/p1pp1ppp/1p2pn2/8/2P5/2N2N2/PP1PPPPP/R1BQKB1R w KQkq -
it: A17§English§Queens Indian formation§1. c4 Nf6 2. Nc3 e6 3. Nf3 b6 *

source: rn1qkb1r/pbpp1ppp/1p2pn2/8/2P1P3/2NB1N2/PP1P1PPP/R1BQK2R b KQkq -
it: A17§English§Queens Indian, Romanishin variation§1. c4 Nf6 2. Nc3 e6 3. Nf3 b6 4. e4 Bb7 5. Bd3 *

source: rnbqk2r/pppp1ppp/4pn2/8/1bP5/2N2N2/PP1PPPPP/R1BQKB1R w KQkq -
it: A17§English§Nimzo-English Opening§1. c4 Nf6 2. Nc3 e6 3. Nf3 Bb4 *

source: rnbqkb1r/pppp1ppp/4pn2/8/2P1P3/2N5/PP1P1PPP/R1BQKBNR b KQkq -
it: A18§English§Mikenas-Carls variation§1. c4 Nf6 2. Nc3 e6 3. e4 *

source: rnbqkb1r/ppp2ppp/4pn2/3pP3/2P5/2N5/PP1P1PPP/R1BQKBNR b KQkq -
it: A18§English§Mikenas-Carls, Flohr variation§1. c4 Nf6 2. Nc3 e6 3. e4 d5 4. e5 *

source: r1bqkb1r/pppp1ppp/2n1pn2/8/2P1P3/2N5/PP1P1PPP/R1BQKBNR w KQkq -
it: A18§English§Mikenas-Carls, Kevitz variation§1. c4 Nf6 2. Nc3 e6 3. e4 Nc6 *

source: rnbqkb1r/pp1p1ppp/4pn2/2p5/2P1P3/2N5/PP1P1PPP/R1BQKBNR w KQkq -
it: A19§English§Mikenas-Carls, Sicilian variation§1. c4 Nf6 2. Nc3 e6 3. e4 c5 *

source: rnbqkbnr/pppp1ppp/8/4p3/2P5/8/PP1PPPPP/RNBQKBNR w KQkq -
it: A20§English Opening§1. c4 e5 *

source: rnbqkbnr/pppp1ppp/8/4p3/2P5/5N2/PP1PPPPP/RNBQKB1R b KQkq -
it: A20§English, Nimzovich variation§1. c4 e5 2. Nf3 *

source: rnbqkbnr/pppp1ppp/8/8/2P1p3/5N2/PP1PPPPP/RNBQKB1R w KQkq -
it: A20§English, Nimzovich, Flohr variation§1. c4 e5 2. Nf3 e4 *

source: rnbqkbnr/pppp1ppp/8/4p3/2P5/2N5/PP1PPPPP/R1BQKBNR b KQkq -
it: A21§English Opening§1. c4 e5 2. Nc3 *

source: r2qkbnr/ppp2ppp/2npb3/4p3/2P5/2N3P1/PP1PPPBP/R1BQK1NR w KQkq -
it: A21§English, Troeger defense§1. c4 e5 2. Nc3 d6 3. g3 Be6 4. Bg2 Nc6 *

source: rnbqkbnr/pp3ppp/2pp4/4p3/2P5/2N3P1/PP1PPP1P/R1BQKBNR w KQkq -
it: A21§English, Keres variation§1. c4 e5 2. Nc3 d6 3. g3 c6 *

source: rnbqkbnr/ppp2ppp/3p4/4p3/2P5/2N2N2/PP1PPPPP/R1BQKB1R b KQkq -
it: A21§English Opening§1. c4 e5 2. Nc3 d6 3. Nf3 *

source: rn1qkbnr/ppp2ppp/3p4/4p3/2P3b1/2N2N2/PP1PPPPP/R1BQKB1R w KQkq -
it: A21§English, Smyslov defense§1. c4 e5 2. Nc3 d6 3. Nf3 Bg4 *

source: rnbqk1nr/pppp1ppp/8/4p3/1bP5/2N5/PP1PPPPP/R1BQKBNR w KQkq -
it: A21§English, Kramnik-Shirov counterattack§1. c4 e5 2. Nc3 Bb4 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/2P5/2N5/PP1PPPPP/R1BQKBNR w KQkq -
it: A22§English Opening§1. c4 e5 2. Nc3 Nf6 *

source: rnbqkb1r/p1pp1ppp/5n2/1p4N1/2P1p3/2N5/PP1PPPPP/R1BQKB1R w KQkq -
it: A22§English§Bellon gambit§1. c4 e5 2. Nc3 Nf6 3. Nf3 e4 4. Ng5 b5 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/2P5/2N3P1/PP1PPP1P/R1BQKBNR b KQkq -
it: A22§English§Carls' Bremen system§1. c4 e5 2. Nc3 Nf6 3. g3 *

source: rnbqkb1r/ppp2ppp/5n2/3pp3/2P5/2N3P1/PP1PPP1P/R1BQKBNR w KQkq -
it: A22§English§Bremen, reverse Dragon§1. c4 e5 2. Nc3 Nf6 3. g3 d5 *

source: rnbqk2r/pppp1ppp/5n2/4p3/1bP5/2N3P1/PP1PPP1P/R1BQKBNR w KQkq -
it: A22§English§Bremen, Smyslov system§1. c4 e5 2. Nc3 Nf6 3. g3 Bb4 *

source: rnbqkb1r/pp1p1ppp/2p2n2/4p3/2P5/2N3P1/PP1PPP1P/R1BQKBNR w KQkq -
it: A23§English§Bremen system, Keres variation§1. c4 e5 2. Nc3 Nf6 3. g3 c6 *

source: rnbqkb1r/pppp1p1p/5np1/4p3/2P5/2N3P1/PP1PPP1P/R1BQKBNR w KQkq -
it: A24§English§Bremen system with ...g6§1. c4 e5 2. Nc3 Nf6 3. g3 g6 *

source: r1bqkbnr/pppp1ppp/2n5/4p3/2P5/2N5/PP1PPPPP/R1BQKBNR w KQkq -
it: A25§English§Sicilian Reversed§1. c4 e5 2. Nc3 Nc6 *

source: r1bqk1nr/pppp1pbp/2n3p1/4p3/2P5/2N3P1/PP1PPPBP/R1BQK1NR w KQkq -
it: A25§English§Closed system§1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 *

source: r1bqk2r/ppp2pbp/2np2pn/4p3/2P5/2N1P1P1/PP1PNPBP/R1BQK2R w KQkq -
it: A25§English§Closed, Taimanov variation§1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. e3 d6 6. Nge2 Nh6 *

source: r2qk1nr/ppp2pbp/2npb1p1/4p3/2P5/2N1P1P1/PP1PNPBP/R1BQK2R w KQkq -
it: A25§English§Closed, Hort variation§1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. e3 d6 6. Nge2 Be6 *

source: r1bqk1nr/pppp1pbp/2n3p1/4p3/2P5/2N3P1/PP1PPPBP/1RBQK1NR b Kkq -
it: A25§English§Closed, 5.Rb1§1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Rb1 *
