Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: rnbqkbnr/ppp2ppp/8/3Pp3/5P2/8/PPPP2PP/RNBQKBNR b KQkq -
it: C31§KGD§Falkbeer counter-gambit§1. e4 e5 2. f4 d5 3. exd5 *

source: rnbqkbnr/pp3ppp/2p5/3Pp3/5P2/8/PPPP2PP/RNBQKBNR w KQkq -
it: C31§KGD§Nimzovich counter-gambit§1. e4 e5 2. f4 d5 3. exd5 c6 *

source: rnbqkbnr/ppp2ppp/8/3P4/4pP2/8/PPPP2PP/RNBQKBNR w KQkq -
it: C31§KGD§Falkbeer, 3...e4§1. e4 e5 2. f4 d5 3. exd5 e4 *

source: rnbqkb1r/ppp2ppp/5n2/3P4/4pP2/2N5/PPPPQ1PP/R1B1KBNR b KQkq -
it: C31§KGD§Falkbeer, Rubinstein variation§1. e4 e5 2. f4 d5 3. exd5 e4 4. Nc3 Nf6 5. Qe2 *

source: rnbqkbnr/ppp2ppp/8/1B1P4/4pP2/8/PPPP2PP/RNBQK1NR b KQkq -
it: C31§KGD§Falkbeer, Nimzovich variation§1. e4 e5 2. f4 d5 3. exd5 e4 4. Bb5+ *

source: rnbqkbnr/ppp2ppp/8/3P4/4pP2/3P4/PPP3PP/RNBQKBNR b KQkq -
it: C31§KGD§Falkbeer, 4.d3§1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 *

source: rnbqk2r/ppp2ppp/5n2/3P4/1b3P2/2NPp3/PPPB2PP/R2QKBNR w KQkq -
it: C31§KGD§Falkbeer, Morphy gambit§1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. Nc3 Bb4 6. Bd2 e3 *

source: rnbqkb1r/ppp2ppp/5n2/3P4/4PP2/8/PPP3PP/RNBQKBNR b KQkq -
it: C32§KGD§Falkbeer, 5.de§1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. dxe4 *

source: rn1qk2r/ppp2ppp/8/2bP1b2/4nP2/5N2/PPP1Q1PP/RNB1KB1R w KQkq -
it: C32§KGD§Falkbeer, Main line, 7...Bf5§1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. dxe4 Nxe4 6. Nf3 Bc5 7. Qe2 Bf5 *

source: rn1q1rk1/ppp2ppp/8/2bP1b2/4nPP1/5N2/PPP1Q2P/RNB1KB1R w KQ -
it: C32§KGD§Falkbeer, Tarrasch variation§1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. dxe4 Nxe4 6. Nf3 Bc5 7. Qe2 Bf5 8. g4 O-O *

source: rnbqkb1r/ppp2ppp/8/3P4/4nP2/8/PPP1Q1PP/RNB1KBNR b KQkq -
it: C32§KGD§Falkbeer, Charousek gambit§1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. dxe4 Nxe4 6. Qe2 *

source: rnb1kb1r/ppp3pp/8/3q1p2/4nPP1/8/PPPNQ2P/R1B1KBNR b KQkq -
it: C32§KGD§Falkbeer, Charousek variation§1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. dxe4 Nxe4 6. Qe2 Qxd5 7. Nd2 f5 8. g4 *

source: rnbqkb1r/ppp2ppp/5n2/3P4/4pP2/3P4/PPPN2PP/R1BQKBNR b KQkq -
it: C32§KGD§Falkbeer, Keres variation§1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. Nd2 *

source: rnbqkb1r/ppp2ppp/5n2/3P4/4pP2/3P4/PPP1Q1PP/RNB1KBNR b KQkq -
it: C32§KGD§Falkbeer, Reti variation§1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. Qe2 *

source: rnbqkbnr/pppp1ppp/8/8/4Pp2/8/PPPP2PP/RNBQKBNR w KQkq -
it: C33§King's gambit accepted§1. e4 e5 2. f4 exf4 *

source: rnbqkbnr/pppp1ppp/8/8/4Pp2/1P6/P1PP2PP/RNBQKBNR b KQkq -
it: C33§KGA§Orsini gambit§1. e4 e5 2. f4 exf4 3. b3 *

source: rnbqkbnr/pppp1ppp/8/8/4Pp1P/8/PPPP2P1/RNBQKBNR b KQkq -
it: C33§KGA§Pawn's gambit (Stamma gambit)§1. e4 e5 2. f4 exf4 3. h4 *

source: rnbqkbnr/pppp1ppp/8/8/4Pp2/3B4/PPPP2PP/RNBQK1NR b KQkq -
it: C33§KGA§Schurig gambit§1. e4 e5 2. f4 exf4 3. Bd3 *

source: rnbqkbnr/pppp1ppp/8/8/4Pp2/8/PPPPQ1PP/RNB1KBNR b KQkq -
it: C33§KGA§Carrera (Basman) gambit§1. e4 e5 2. f4 exf4 3. Qe2 *

source: rnbqkbnr/pppp1ppp/8/8/3PPp2/8/PPP3PP/RNBQKBNR b KQkq -
it: C33§KGA§Villemson (Steinitz) gambit§1. e4 e5 2. f4 exf4 3. d4 *

source: rnbqkbnr/pppp1ppp/8/8/4Pp2/2N5/PPPP2PP/R1BQKBNR b KQkq -
it: C33§KGA§Keres (Mason-Steinitz) gambit§1. e4 e5 2. f4 exf4 3. Nc3 *

source: rnbqkbnr/pppp1ppp/8/8/4Pp2/5Q2/PPPP2PP/RNB1KBNR b KQkq -
it: C33§KGA§Breyer gambit§1. e4 e5 2. f4 exf4 3. Qf3 *

source: rnbqkbnr/pppp1ppp/8/8/4Pp2/8/PPPPB1PP/RNBQK1NR b KQkq -
it: C33§KGA§Lesser Bishop's (Petroff-Jaenisch-Tartakower) gambit§1. e4 e5 2. f4 exf4 3. Be2 *

source: rnbqkbnr/pppp1ppp/8/8/2B1Pp2/8/PPPP2PP/RNBQK1NR b KQkq -
it: C33§KGA§Bishop's gambit§1. e4 e5 2. f4 exf4 3. Bc4 *

source: rnbqkbnr/p1pp1ppp/8/1p6/2B1Pp2/8/PPPP2PP/RNBQK1NR w KQkq -
it: C33§KGA§Bishop's gambit, Bryan counter-gambit§1. e4 e5 2. f4 exf4 3. Bc4 b5 *

source: rnbqkb1r/ppppnppp/8/8/2B1Pp2/8/PPPP2PP/RNBQK1NR w KQkq -
it: C33§KGA§Bishop's gambit, Steinitz defense§1. e4 e5 2. f4 exf4 3. Bc4 Ne7 *

source: r1bqkbnr/pppp1ppp/2n5/8/2B1Pp2/8/PPPP2PP/RNBQK1NR w KQkq -
it: C33§KGA§Bishop's gambit, Maurian defense§1. e4 e5 2. f4 exf4 3. Bc4 Nc6 *

source: rnbqkbnr/pp1p1ppp/2p5/8/2B1Pp2/8/PPPP2PP/RNBQK1NR w KQkq -
it: C33§KGA§Bishop's gambit, Ruy Lopez defense§1. e4 e5 2. f4 exf4 3. Bc4 c6 *

source: rnbqkbnr/pppp2pp/8/5p2/2B1Pp2/8/PPPP2PP/RNBQK1NR w KQkq -
it: C33§KGA§Bishop's gambit, Lopez-Gianutio counter-gambit§1. e4 e5 2. f4 exf4 3. Bc4 f5 *

source: rnbqkbnr/ppp2ppp/8/3p4/2B1Pp2/8/PPPP2PP/RNBQK1NR w KQkq -
it: C33§KGA§Bishop's gambit, Bledow variation§1. e4 e5 2. f4 exf4 3. Bc4 d5 *

source: rnbqkbnr/pp3ppp/2p5/3B4/4Pp2/8/PPPP2PP/RNBQK1NR w KQkq -
it: C33§KGA§Bishop's gambit, Anderssen variation§1. e4 e5 2. f4 exf4 3. Bc4 d5 4. Bxd5 c6 *

source: rnbqkb1r/ppp2ppp/5n2/3B4/4Pp2/8/PPPP2PP/RNBQK1NR w KQkq -
it: C33§KGA§Bishop's gambit, Morphy variation§1. e4 e5 2. f4 exf4 3. Bc4 d5 4. Bxd5 Nf6 *

source: rnbqkb1r/pppp1ppp/5n2/8/2B1Pp2/8/PPPP2PP/RNBQK1NR w KQkq -
it: C33§KGA§Bishop's gambit, Cozio (Morphy) defense§1. e4 e5 2. f4 exf4 3. Bc4 Nf6 *

source: rnbqkb1r/pppp1ppp/5n2/8/2B1Pp2/2N5/PPPP2PP/R1BQK1NR b KQkq -
it: C33§KGA§Bishop's gambit, Bogolyubov variation§1. e4 e5 2. f4 exf4 3. Bc4 Nf6 4. Nc3 *

source: rnbqk2r/pppp1ppp/5n2/4P3/1bB2p2/2N5/PPPP2PP/R1BQK1NR b KQkq -
it: C33§KGA§Bishop's gambit, Paulsen attack§1. e4 e5 2. f4 exf4 3. Bc4 Nf6 4. Nc3 Bb4 5. e5 *

source: rnbqkb1r/pp1p1ppp/2p2n2/8/2B1Pp2/2N5/PPPP2PP/R1BQK1NR w KQkq -
it: C33§KGA§Bishop's gambit, Jaenisch variation§1. e4 e5 2. f4 exf4 3. Bc4 Nf6 4. Nc3 c6 *

source: rnbqkbnr/pppp1ppp/8/8/4Pp2/5N2/PPPP2PP/RNBQKB1R b KQkq -
it: C34§King's knight's gambit§1. e4 e5 2. f4 exf4 3. Nf3 *

source: rnbqkb1r/ppppnppp/8/8/4Pp2/5N2/PPPP2PP/RNBQKB1R w KQkq -
it: C34§KGA§Bonsch-Osmolovsky variation§1. e4 e5 2. f4 exf4 3. Nf3 Ne7 *

source: rnbqkbnr/pppp2pp/8/5p2/4Pp2/5N2/PPPP2PP/RNBQKB1R w KQkq -
it: C34§KGA§Gianutio counter-gambit§1. e4 e5 2. f4 exf4 3. Nf3 f5 *

source: rnbqkbnr/ppp2ppp/3p4/8/4Pp2/5N2/PPPP2PP/RNBQKB1R w KQkq -
it: C34§KGA§Fischer defense§1. e4 e5 2. f4 exf4 3. Nf3 d6 *

source: rnbqkbnr/pppp1pp1/7p/8/4Pp2/5N2/PPPP2PP/RNBQKB1R w KQkq -
it: C34§KGA§Becker defense§1. e4 e5 2. f4 exf4 3. Nf3 h6 *

source: rnbqkb1r/pppp1ppp/5n2/8/4Pp2/5N2/PPPP2PP/RNBQKB1R w KQkq -
it: C34§KGA§Schallop defense§1. e4 e5 2. f4 exf4 3. Nf3 Nf6 *

source: rnbqk1nr/ppppbppp/8/8/4Pp2/5N2/PPPP2PP/RNBQKB1R w KQkq -
it: C35§KGA§Cunningham defense§1. e4 e5 2. f4 exf4 3. Nf3 Be7 *

source: rnbqk1nr/pppp1ppp/8/8/2B1Pp1b/5NP1/PPPP3P/RNBQK2R b KQkq -
it: C35§KGA§Cunningham, Bertin gambit§1. e4 e5 2. f4 exf4 3. Nf3 Be7 4. Bc4 Bh4+ 5. g3 *

source: rnbqk1nr/pppp1ppp/8/8/2B1P2b/5N2/PPPP3p/RNBQ1R1K b kq -
it: C35§KGA§Cunningham, Three pawns gambit§1. e4 e5 2. f4 exf4 3. Nf3 Be7 4. Bc4 Bh4+ 5. g3 fxg3 6. O-O gxh2+ 7. Kh1 *

source: rnbqk2r/ppppbppp/5n2/8/2B1Pp2/5N2/PPPP2PP/RNBQK2R w KQkq -
it: C35§KGA§Cunningham, Euwe defense§1. e4 e5 2. f4 exf4 3. Nf3 Be7 4. Bc4 Nf6 *

source: rnbqkbnr/ppp2ppp/8/3p4/4Pp2/5N2/PPPP2PP/RNBQKB1R w KQkq -
it: C36§KGA§Abbazia defense (Classical defense, Modern defense[!])§1. e4 e5 2. f4 exf4 3. Nf3 d5 *

source: rnbqkb1r/ppp2ppp/5n2/3P4/5p2/5N2/PPPP2PP/RNBQKB1R w KQkq -
it: C36§KGA§Abbazia defense, Modern variation§1. e4 e5 2. f4 exf4 3. Nf3 d5 4. exd5 Nf6 *

source: rnbqkb1r/p4ppp/2p5/3n4/2B2p2/5N2/PPPP2PP/RNBQK2R w KQkq -
it: C36§KGA§Abbazia defense, Botvinnik variation§1. e4 e5 2. f4 exf4 3. Nf3 d5 4. exd5 Nf6 5. Bb5+ c6 6. dxc6 bxc6 7. Bc4 Nd5 *

source: rnbqkbnr/pppp1p1p/8/6p1/4Pp2/2N2N2/PPPP2PP/R1BQKB1R b KQkq -
it: C37§KGA§Quaade gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Nc3 *

source: rnbqkbnr/pppp1p1p/8/6p1/3PPp2/5N2/PPP3PP/RNBQKB1R b KQkq -
it: C37§KGA§Rosentreter gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. d4 *

source: rnbqkbnr/pppp1p1p/8/4N3/3PPpp1/8/PPP3PP/RNBQKB1R b KQkq -
it: C37§KGA§Soerensen gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. d4 g4 5. Ne5 *

source: rnbqkbnr/pppp1p1p/8/6p1/2B1Pp2/5N2/PPPP2PP/RNBQK2R b KQkq -
it: C37§KGA§King's knight's gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 *

source: r1bqkbnr/pppp1p1p/2n5/6p1/2B1Pp2/5N2/PPPP2PP/RNBQK2R w KQkq -
it: C37§KGA§Blachly gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Nc6 *

source: rnbqkbnr/pppp1B1p/8/8/4Ppp1/5N2/PPPP2PP/RNBQK2R b KQkq -
it: C37§KGA§Lolli gambit (wild Muzio gambit)§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. Bxf7+ *

source: rnbqkbnr/pppp1p1p/8/8/2BPPpp1/5N2/PPP3PP/RNBQK2R b KQkq -
it: C37§KGA§Ghulam Kassim gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. d4 *

source: rnbqkbnr/pppp1p1p/8/8/2B1Ppp1/2N2N2/PPPP2PP/R1BQK2R b KQkq -
it: C37§KGA§MacDonnell gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. Nc3 *

source: rnbqkbnr/pppp1p1p/8/4N3/2B1Ppp1/8/PPPP2PP/RNBQK2R b KQkq -
it: C37§KGA§Salvio gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. Ne5 *

source: rnbqkbnr/pppp1p1p/8/8/2B1Ppp1/5N2/PPPP2PP/RNBQ1RK1 b kq -
it: C37§KGA§Muzio gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O *

source: r1b1k2r/ppppnp1p/2n4b/4q3/2B2p2/2NP1Q2/PPPB2PP/4RRK1 b kq -
it: C37§KGA§Muzio gambit, Paulsen variation§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O gxf3 6. Qxf3 Qf6 7. e5 Qxe5 8. d3 Bh6 9. Nc3 Ne7 10. Bd2 Nbc6 11. Rae1 *

source: rnb1kbnr/pppp1B1p/8/4q3/5p2/5Q2/PPPP2PP/RNB2RK1 b kq -
it: C37§KGA§double Muzio gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O gxf3 6. Qxf3 Qf6 7. e5 Qxe5 8. Bxf7+ *

source: rnb1kbnr/ppppqp1p/8/8/2B1Pp2/5Q2/PPPP2PP/RNB2RK1 w kq -
it: C37§KGA§Muzio gambit, From defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O gxf3 6. Qxf3 Qe7 *

source: r1bqkbnr/pppp1p1p/2n5/8/2B1Pp2/5Q2/PPPP2PP/RNB2RK1 w kq -
it: C37§KGA§Muzio gambit, Holloway defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O gxf3 6. Qxf3 Nc6 *

source: rnb1kbnr/ppppqp1p/8/8/2B1Ppp1/5N2/PPPP2PP/RNBQ1RK1 w kq -
it: C37§KGA§Muzio gambit, Kling and Horwitz counter-attack§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O Qe7 *

source: rnbqkbnr/ppp2p1p/8/3p4/2B1Ppp1/5N2/PPPP2PP/RNBQ1RK1 w kq -
it: C37§KGA§Muzio gambit, Brentano defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O d5 *

source: rnbqk1nr/pppp1pbp/8/6p1/2B1Pp2/5N2/PPPP2PP/RNBQK2R w KQkq -
it: C38§King's knight's gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Bg7 *

source: rnbqk1nr/pppp1pbp/8/6p1/2B1Pp2/5N2/PPPP2PP/RNBQ1RK1 b kq -
it: C38§KGA§Hanstein gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Bg7 5. O-O *

source: rnbqk1nr/pppp1pbp/8/6p1/2B1Pp1P/5N2/PPPP2P1/RNBQK2R b KQkq -
it: C38§KGA§Philidor gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Bg7 5. h4 *

source: rnbqk1nb/pp3p2/2pp4/4N1p1/2BPPp2/2N5/PPP3P1/R1BQK3 b Qq -
it: C38§KGA§Greco gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Bg7 5. h4 h6 6. d4 d6 7. Nc3 c6 8. hxg5 hxg5 9. Rxh8 Bxh8 10. Ne5 *

source: rnbqk1nr/ppp2pb1/3p3p/6p1/2BPPp1P/3Q1N2/PPP3P1/RNB1K2R b KQkq -
it: C38§KGA§Philidor gambit, Schultz variation§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Bg7 5. h4 h6 6. d4 d6 7. Qd3 *

source: rnbqkbnr/pppp1p1p/8/6p1/4Pp1P/5N2/PPPP2P1/RNBQKB1R b KQkq -
it: C39§King's knight's gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 *

source: rnbqkbnr/pppp1p1p/8/6N1/4PppP/8/PPPP2P1/RNBQKB1R b KQkq -
it: C39§KGA§Allgaier gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ng5 *

source: rnbqkb1r/pppp1p1p/5n2/6N1/4PppP/8/PPPP2P1/RNBQKB1R w KQkq -
it: C39§KGA§Allgaier, Schlechter defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ng5 Nf6 *

source: rnbqk1nr/pppp1pbp/8/4N3/4PppP/8/PPPP2P1/RNBQKB1R w KQkq -
it: C39§KGA§Kieseritsky, Paulsen defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Bg7 *

source: rnbqkbnr/pppp1p2/8/4N2p/4PppP/8/PPPP2P1/RNBQKB1R w KQkq -
it: C39§KGA§Kieseritsky, long whip (Stockwhip, Classical) defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 h5 *

source: rnbqk1n1/pppp1p1r/7b/4N2p/2BPPppP/2N5/PPP3P1/R1BQK2R b KQq -
it: C39§KGA§Kieseritsky, long whip defense, Jaenisch variation§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 h5 6. Bc4 Rh7 7. d4 Bh6 8. Nc3 *

source: rnbqkbnr/ppp2p1p/8/3pN3/4PppP/8/PPPP2P1/RNBQKB1R w KQkq -
it: C39§KGA§Kieseritsky, Brentano (Campbell) defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 d5 *

source: rnbqkb1r/ppp2p1p/5n2/3pN3/3PPBpP/8/PPP3P1/RN1QKB1R b KQkq -
it: C39§KGA§Kieseritsky, Brentano defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 d5 6. d4 Nf6 7. Bxf4 *

source: rnbqkb1r/ppp2p1p/8/3pN3/3PnBpP/8/PPPN2P1/R2QKB1R b KQkq -
it: C39§KGA§Kieseritsky, Brentano defense, Caro variation§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 d5 6. d4 Nf6 7. Bxf4 Nxe4 8. Nd2 *

source: rnb1kbnr/ppppqp1p/8/4N3/4PppP/8/PPPP2P1/RNBQKB1R w KQkq -
it: C39§KGA§Kieseritsky, Salvio (Rosenthal) defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Qe7 *

source: rnb1kbnr/ppppq2p/8/4Np2/2BPPppP/8/PPP3P1/RNBQK2R b KQkq -
it: C39§KGA§Kieseritsky, Salvio defense, Cozio variation§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Qe7 6. d4 f5 7. Bc4 *

source: rnbqk1nr/ppppbp1p/8/4N3/4PppP/8/PPPP2P1/RNBQKB1R w KQkq -
it: C39§KGA§Kieseritsky, Polerio defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Be7 *

source: r1bqkbnr/pppp1p1p/2n5/4N3/4PppP/8/PPPP2P1/RNBQKB1R w KQkq -
it: C39§KGA§Kieseritsky, Neumann defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Nc6 *

source: rnbqkbnr/ppp2p1p/3p4/4N3/4PppP/8/PPPP2P1/RNBQKB1R w KQkq -
it: C39§KGA§Kieseritsky, Kolisch defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 d6 *

source: rnbqkb1r/pppp1p1p/5n2/4N3/4PppP/8/PPPP2P1/RNBQKB1R w KQkq -
it: C39§KGA§Kieseritsky, Berlin defense§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Nf6 *

source: rnbqkb1r/ppp2p1p/5n2/3p4/4PpNP/8/PPPP2P1/RNBQKB1R w KQkq -
it: C39§KGA§Kieseritsky, Berlin defense, Riviere variation§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Nf6 6. Nxg4 d5 *

source: rnbqkb1r/pppp1p1p/5n2/4N3/2B1PppP/8/PPPP2P1/RNBQK2R b KQkq -
it: C39§KGA§Kieseritsky, Berlin defense, 6.Bc4§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Nf6 6. Bc4 *

source: rnbqk2r/ppp2p1p/3b1n2/3PN3/2B2ppP/8/PPPP2P1/RNBQ1RK1 b kq -
it: C39§KGA§Kieseritsky, Rice gambit§1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Nf6 6. Bc4 d5 7. exd5 Bd6 8. O-O *

source: rnbqkbnr/pppp1ppp/8/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R b KQkq -
it: C40§King's knight Opening§1. e4 e5 2. Nf3 *

source: rnb1kbnr/ppppqppp/8/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq -
it: C40§Gunderam defense§1. e4 e5 2. Nf3 Qe7 *

source: rnb1kbnr/pppp1ppp/5q2/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq -
it: C40§Greco defense§1. e4 e5 2. Nf3 Qf6 *

source: rnbqkbnr/pppp2pp/5p2/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq -
it: C40§Damiano's defense§1. e4 e5 2. Nf3 f6 *

source: rnbqkbnr/ppp2ppp/8/3pp3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq -
it: C40§QP counter-gambit (elephant gambit)§1. e4 e5 2. Nf3 d5 *

source: rnbqk1nr/ppp2ppp/3b4/3Pp3/8/5N2/PPPP1PPP/RNBQKB1R w KQkq -
it: C40§QP counter-gambit§Maroczy gambit§1. e4 e5 2. Nf3 d5 3. exd5 Bd6 *

source: rnbqkbnr/pppp2pp/8/4pp2/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq -
it: C40§Latvian counter-gambit§1. e4 e5 2. Nf3 f5 *

source: rnb1kbnr/ppp3pp/3p1q2/8/3Pp3/4N3/PPP2PPP/RNBQKB1R b KQkq -
it: C40§Latvian§Nimzovich variation§1. e4 e5 2. Nf3 f5 3. Nxe5 Qf6 4. d4 d6 5. Nc4 fxe4 6. Ne3 *

source: r1bqkbnr/pppp2pp/2n5/4Np2/4P3/8/PPPP1PPP/RNBQKB1R w KQkq -
it: C40§Latvian§Fraser defense§1. e4 e5 2. Nf3 f5 3. Nxe5 Nc6 *

source: rnbqkbnr/pppp2pp/8/4pp2/2B1P3/5N2/PPPP1PPP/RNBQK2R b KQkq -
it: C40§Latvian gambit, 3.Bc4§1. e4 e5 2. Nf3 f5 3. Bc4 *

source: rnb1kb1N/ppp3pp/5n2/3p4/2B1p3/8/PPPP1PqP/RNBQKR2 w Qq -
it: C40§Latvian§Behting variation§1. e4 e5 2. Nf3 f5 3. Bc4 fxe4 4. Nxe5 Qg5 5. Nf7 Qxg2 6. Rf1 d5 7. Nxh8 Nf6 *

source: rnbqkbnr/ppp3pp/8/3pN3/2B1p3/8/PPPP1PPP/RNBQK2R w KQkq -
it: C40§Latvian§Polerio variation§1. e4 e5 2. Nf3 f5 3. Bc4 fxe4 4. Nxe5 d5 *

source: rnbqkb1r/pppp2pp/5n2/4N3/2B1p3/8/PPPP1PPP/RNBQK2R w KQkq -
it: C40§Latvian§corkscrew counter-gambit§1. e4 e5 2. Nf3 f5 3. Bc4 fxe4 4. Nxe5 Nf6 *

source: rnbqkbnr/ppp2ppp/3p4/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq -
it: C41§Philidor's defense§1. e4 e5 2. Nf3 d6 *

source: rnbqk1nr/ppp1bppp/3p4/4p3/2B1P3/2P2N2/PP1P1PPP/RNBQK2R b KQkq -
it: C41§Philidor§Steinitz variation§1. e4 e5 2. Nf3 d6 3. Bc4 Be7 4. c3 *

source: rnbqkbnr/ppp3pp/3p4/4pp2/2B1P3/5N2/PPPP1PPP/RNBQK2R w KQkq -
it: C41§Philidor§Lopez counter-gambit§1. e4 e5 2. Nf3 d6 3. Bc4 f5 *

source: rnbqkb1r/ppp3pN/3p3n/5p2/2BpP3/8/PPP2PPP/RNBQK2R b KQkq -
it: C41§Philidor§Lopez counter-gambit, Jaenisch variation§1. e4 e5 2. Nf3 d6 3. Bc4 f5 4. d4 exd4 5. Ng5 Nh6 6. Nxh7 *

source: rnbqkbnr/ppp2ppp/3p4/4p3/3PP3/5N2/PPP2PPP/RNBQKB1R b KQkq -
it: C41§Philidor's defense§1. e4 e5 2. Nf3 d6 3. d4 *

source: rnbqkbnr/ppp3pp/3p4/4pp2/3PP3/5N2/PPP2PPP/RNBQKB1R w KQkq -
it: C41§Philidor§Philidor counter-gambit§1. e4 e5 2. Nf3 d6 3. d4 f5 *

source: rnbqkbnr/ppp3pp/4P3/3p2N1/4p3/8/PPP2PPP/RNBQKB1R b KQkq -
it: C41§Philidor§Philidor counter-gambit, del Rio attack§1. e4 e5 2. Nf3 d6 3. d4 f5 4. dxe5 fxe4 5. Ng5 d5 6. e6 *

source: rnbqk1nr/ppp3pp/4P3/2bp2N1/4p3/2N5/PPP2PPP/R1BQKB1R b KQkq -
it: C41§Philidor§Philidor counter-gambit, Berger variation§1. e4 e5 2. Nf3 d6 3. d4 f5 4. dxe5 fxe4 5. Ng5 d5 6. e6 Bc5 7. Nc3 *

source: rnbqkbnr/ppp3pp/3p4/4pp2/3PP3/2N2N2/PPP2PPP/R1BQKB1R b KQkq -
it: C41§Philidor§Philidor counter-gambit, Zukertort variation§1. e4 e5 2. Nf3 d6 3. d4 f5 4. Nc3 *

source: rnbqkbnr/ppp2ppp/3p4/8/3pP3/5N2/PPP2PPP/RNBQKB1R w KQkq -
it: C41§Philidor§Exchange variation§1. e4 e5 2. Nf3 d6 3. d4 exd4 *

source: rn1qkbnr/pppb1ppp/3p4/8/3QP3/5N2/PPP2PPP/RNB1KB1R w KQkq -
it: C41§Philidor§Boden variation§1. e4 e5 2. Nf3 d6 3. d4 exd4 4. Qxd4 Bd7 *

source: rnbqkbnr/ppp2ppp/3p4/8/3NP3/8/PPP2PPP/RNBQKB1R b KQkq -
it: C41§Philidor§Exchange variation§1. e4 e5 2. Nf3 d6 3. d4 exd4 4. Nxd4 *

source: rnbqkbnr/ppp2ppp/8/3P4/3N4/8/PPP2PPP/RNBQKB1R b KQkq -
it: C41§Philidor§Paulsen attack§1. e4 e5 2. Nf3 d6 3. d4 exd4 4. Nxd4 d5 5. exd5 *

source: rnbqkb1r/ppp2ppp/3p1n2/8/3NP3/8/PPP2PPP/RNBQKB1R w KQkq -
it: C41§Philidor§Exchange variation§1. e4 e5 2. Nf3 d6 3. d4 exd4 4. Nxd4 Nf6 *

source: r2q1rk1/pp2bppp/2npbn2/2p3B1/4P3/2N2N2/PPP1BPPP/R2QR1K1 b - -
it: C41§Philidor§Berger variation§1. e4 e5 2. Nf3 d6 3. d4 exd4 4. Nxd4 Nf6 5. Nc3 Be7 6. Be2 O-O 7. O-O c5 8. Nf3 Nc6 9. Bg5 Be6 10. Re1 *

source: rnbqkbnr/ppp2p1p/3p2p1/8/3NP3/8/PPP2PPP/RNBQKB1R w KQkq -
it: C41§Philidor§Larsen variation§1. e4 e5 2. Nf3 d6 3. d4 exd4 4. Nxd4 g6 *

source: rnbqkb1r/ppp2ppp/3p1n2/4p3/3PP3/5N2/PPP2PPP/RNBQKB1R w KQkq -
it: C41§Philidor§Nimzovich (Jaenisch) variation§1. e4 e5 2. Nf3 d6 3. d4 Nf6 *

source: r1bqkb1r/pppn1ppp/3p1n2/4p3/3PP3/2N2N2/PPP2PPP/R1BQKB1R w KQkq -
it: C41§Philidor§Improved Hanham variation§1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. Nc3 Nbd7 *

source: r1bq1rk1/pp1nbppp/2pp1n2/8/P1BpP3/2N2N2/1PP1QPPP/R1B2RK1 w - -
it: C41§Philidor§Nimzovich, Sozin variation§1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. Nc3 Nbd7 5. Bc4 Be7 6. O-O O-O 7. Qe2 c6 8. a4 exd4 *

source: r1bq1rk1/pppnbBpp/3p1n2/4p1N1/3PP3/2N5/PPP2PPP/R1BQK2R b KQ -
it: C41§Philidor§Nimzovich, Larobok variation§1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. Nc3 Nbd7 5. Bc4 Be7 6. Ng5 O-O 7. Bxf7+ *

source: rnbqkb1r/ppp2ppp/3p1n2/4P3/4P3/5N2/PPP2PPP/RNBQKB1R b KQkq -
it: C41§Philidor§Nimzovich variation§1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. dxe5 *

source: rnbqkb1r/ppp2ppp/3p4/4P3/4n3/5N2/PPPN1PPP/R1BQKB1R b KQkq -
it: C41§Philidor§Nimzovich, Sokolsky variation§1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. dxe5 Nxe4 5. Nbd2 *

source: rnbqkb1r/ppp2ppp/3p4/3QP3/4n3/5N2/PPP2PPP/RNB1KB1R b KQkq -
it: C41§Philidor§Nimzovich, Rellstab variation§1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. dxe5 Nxe4 5. Qd5 *

source: rnbqkb1r/ppp2ppp/3p1n2/4p1N1/3PP3/8/PPP2PPP/RNBQKB1R b KQkq -
it: C41§Philidor§Nimzovich, Locock variation§1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. Ng5 *

source: rnbqkb1r/ppp2ppp/3p1n2/4p3/2BPP3/5N2/PPP2PPP/RNBQK2R b KQkq -
it: C41§Philidor§Nimzovich, Klein variation§1. e4 e5 2. Nf3 d6 3. d4 Nf6 4. Bc4 *

source: r1bqkbnr/pppn1ppp/3p4/4p3/3PP3/5N2/PPP2PPP/RNBQKB1R w KQkq -
it: C41§Philidor§Hanham variation§1. e4 e5 2. Nf3 d6 3. d4 Nd7 *

source: r1bqkbnr/pp1n1ppp/2pp4/4p3/2BPP3/5N2/PPP2PPP/RNBQ1RK1 b kq -
it: C41§Philidor§Hanham, Krause variation§1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. O-O *

source: r1bqk1nr/pp1nbppp/2pp4/4P3/2B1P3/5N2/PPP2PPP/RNBQ1RK1 b kq -
it: C41§Philidor§Hanham, Steiner variation§1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. O-O Be7 6. dxe5 *

source: r1bqkbnr/pp1n1ppp/2pp4/4p1N1/2BPP3/8/PPP2PPP/RNBQK2R b KQkq -
it: C41§Philidor§Hanham, Kmoch variation§1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. Ng5 *

source: r1bq1rk1/pp1nbppp/2p4n/3pp1N1/2BPPP2/2P5/PP4PP/RNBQ1RK1 w - -
it: C41§Philidor§Hanham, Berger variation§1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. Ng5 Nh6 6. f4 Be7 7. O-O O-O 8. c3 d5 *

source: r1bqkbnr/pp1n1ppp/2pp4/4p3/2BPP3/2N2N2/PPP2PPP/R1BQK2R b KQkq -
it: C41§Philidor§Hanham, Schlechter variation§1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. Nc3 *

source: r1bqkbnr/pp1n1ppp/2pp4/4p3/2BPP3/2P2N2/PP3PPP/RNBQK2R b KQkq -
it: C41§Philidor§Hanham, Delmar variation§1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. c3 *

source: rnbqkb1r/pppp1ppp/5n2/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq -
it: C42§Petrov's defense§1. e4 e5 2. Nf3 Nf6 *

source: rnbqkb1r/ppp2ppp/3p4/8/4n3/3P1N2/PPP2PPP/RNBQKB1R b KQkq -
it: C42§Petrov§French attack§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d3 *

source: rnbqkb1r/ppp2ppp/3p4/8/2P1n3/5N2/PP1P1PPP/RNBQKB1R b KQkq -
it: C42§Petrov§Kaufmann attack§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. c4 *

source: rnbqkb1r/ppp2ppp/3p4/8/4n3/2N2N2/PPPP1PPP/R1BQKB1R b KQkq -
it: C42§Petrov§Nimzovich attack§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. Nc3 *

source: rnbqkb1r/ppp2ppp/3p4/8/4n3/5N2/PPPPQPPP/RNB1KB1R b KQkq -
it: C42§Petrov§Cozio (Lasker) attack§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. Qe2 *

source: rnbqkb1r/ppp2ppp/3p4/8/3Pn3/5N2/PPP2PPP/RNBQKB1R b KQkq -
it: C42§Petrov§Classical attack§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 *

source: r1bqk2r/ppp1bppp/2n5/3p4/3Pn3/3B1N2/PPP2PPP/RNBQR1K1 b kq -
it: C42§Petrov§Classical attack, Chigorin variation§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O Nc6 8. Re1 *

source: r2qk2r/ppp1b1pp/2n5/3p1p2/3Pn1b1/2PB1N2/PP1N1PPP/R1BQR1K1 b kq -
it: C42§Petrov§Classical attack, Berger variation§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O Nc6 8. Re1 Bg4 9. c3 f5 10. Nbd2 *

source: r2qk2r/ppp1b1pp/2n5/3p1p2/2PPn1b1/3B1N2/PP3PPP/RNBQR1K1 b kq -
it: C42§Petrov§Classical attack, Krause variation§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O Nc6 8. Re1 Bg4 9. c3 f5 10. c4 *

source: r2qk2r/ppp3pp/2n5/3p1p2/2PPn1bb/3B1N2/PP3PPP/RNBQR1K1 w kq -
it: C42§Petrov§Classical attack, Maroczy variation§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O Nc6 8. Re1 Bg4 9. c3 f5 10. c4 Bh4 *

source: r1bqk2r/ppp1bppp/2n5/3p4/2PPn3/3B1N2/PP3PPP/RNBQ1RK1 b kq -
it: C42§Petrov§Classical attack, Jaenisch variation§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O Nc6 8. c4 *

source: rnbq1rk1/ppp1bppp/8/3p4/3Pn3/3B1N2/PPP2PPP/RNBQ1RK1 w - -
it: C42§Petrov§Classical attack, Mason variation§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Be7 7. O-O O-O *

source: rnbqk2r/ppp2ppp/3b4/3p4/3Pn3/3B1N2/PPP2PPP/RNBQK2R w KQkq -
it: C42§Petrov§Classical attack, Marshall variation§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Bd6 *

source: rn1q1rk1/ppp2ppp/3b4/3p4/2PPn1b1/3B1N2/PP3PPP/RNBQ1RK1 w - -
it: C42§Petrov§Classical attack, Tarrasch variation§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Bd6 7. O-O O-O 8. c4 Bg4 *

source: rn1q1rk1/ppp3pp/8/3P1p2/3Pn1b1/3B1N2/PP3PPb/RNBQR1K1 w - -
it: C42§Petrov§Classical attack, Marshall trap§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Bd6 7. O-O O-O 8. c4 Bg4 9. cxd5 f5 10. Re1 Bxh2+ *

source: rnbqkb1r/ppp2ppp/3p1n2/8/3P4/5N2/PPP2PPP/RNBQKB1R w KQkq -
it: C42§Petrov§Classical attack, close variation§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 Nf6 *

source: rnbqkb1r/ppp2Npp/3p1n2/8/4P3/8/PPPP1PPP/RNBQKB1R b KQkq -
it: C42§Petrov§Cochrane gambit§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nxf7 *

source: rnbqkb1r/ppp2ppp/3p1n2/8/2N1P3/8/PPPP1PPP/RNBQKB1R b KQkq -
it: C42§Petrov§Paulsen attack§1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nc4 *
