Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: D22 QGA: ALEKHINE DEFENSE, ALATORTSEV VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 a6 4. e3 Bg4 5. Bxc4 e6 6. d5

source: E96 KING'S INDIAN: ORTHODOX, 7...NBD7, MAIN LINE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nbd7 8. Re1 c6 9. Bf1 a5

source: A17 ENGLISH: QUEENS INDIAN FORMATION (POSTPONED D4)
it: 1. c4 Nf6 2. Nc3 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 Be7 6. O-O O-O 7. Re1

source: E09 CATALAN: CLOSED, SOKOLSKY VARIATION
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 Be7 5. Nf3 O-O 6. O-O Nbd7 7. Qc2 c6 8. Nbd2 b6 9. b3 a5 10. Bb2 Ba6

source: A27 ENGLISH: THREE KNIGHTS SYSTEM
it: 1. c4 e5 2. Nc3 Nc6 3. Nf3

source: C65 RUY LOPEZ: BERLIN DEFENSE, NYHOLM ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. d4 exd4 5. O-O

source: C55 GIUOCO PIANO
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. O-O Bc5 5. d4 Bxd4 6. Nxd4 Nxd4 7. Bg5 d6

source: E13 QUEEN'S INDIAN: 4.NC3, MAIN LINE
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. Nc3 Bb7 5. Bg5 h6 6. Bh4 Bb4

source: C44 SCOTCH OPENING
it: 1. e4 e5 2. Nf3 Nc6 3. d4

source: A32 ENGLISH: SYMMETRICAL VARIATION
it: 1. c4 c5 2. Nf3 Nf6 3. d4 cxd4 4. Nxd4 e6

source: E20 NIMZO-INDIAN: KMOCH VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. f3

source: D20 QGA: 3.E4
it: 1. d4 d5 2. c4 dxc4 3. e4

source: A00 BENKO'S OPENING
it: 1. g3

source: A58 BENKO GAMBIT: FIANCHETTO VARIATION
it: 1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. bxa6 Bxa6 6. Nc3 d6 7. Nf3 g6 8. g3

source: C44 SCOTCH: RELFSSON GAMBIT ('MACLOPEZ')
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Bb5

source: C12 FRENCH: MACCUTCHEON, GRIGORIEV VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. exf6 hxg5 7. fxg7 Rg8 8. h4 gxh4 9. Qg4

source: D87 GRUENFELD: EXCHANGE, SEVILLE VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. cxd5 Nxd5 5. e4 Nxc3 6. bxc3 Bg7 7. Bc4 O-O 8. Ne2 c5 9. O-O Nc6 10. Be3 Bg4 11. f3 Na5 12. Bxf7+

source: D26 QGA: 4...E6
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6

source: B89 SICILIAN: VELIMIROVIC ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Bc4 Nc6 7. Be3 Be7 8. Qe2

source: C02 FRENCH: ADVANCE, MILNER-BARRY GAMBIT
it: 1. e4 e6 2. d4 d5 3. e5 c5 4. c3 Nc6 5. Nf3 Qb6 6. Bd3

source: E49 NIMZO-INDIAN: 4.E3, BOTVINNIK SYSTEM
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Bd3 d5 6. a3 Bxc3+ 7. bxc3

source: A16 ENGLISH OPENING
it: 1. c4 Nf6 2. Nc3

source: A00 GROB'S ATTACK
it: 1. g4

source: A43 OLD BENONI: MUJANNAH FORMATION
it: 1. d4 c5 2. d5 f5

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3

source: A28 ENGLISH: FOUR KNIGHTS, MARINI VARIATION
it: 1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. a3

source: A18 ENGLISH: MIKENAS-CARLS, FLOHR VARIATION
it: 1. c4 Nf6 2. Nc3 e6 3. e4 d5 4. e5

source: C29 VIENNA GAMBIT, WURZBURGER TRAP
it: 1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. d3 Qh4+ 6. g3 Nxg3 7. Nf3 Qh5 8. Nxd5

source: C33 KGA: BISHOP'S GAMBIT, FRASER VARIATION
it: 1. e4 e5 2. f4 exf4 3. Bc4 Qh4+ 4. Kf1 g5 5. Nc3 Bg7 6. g3 fxg3 7. Qf3

source: C33 KGA: BISHOP'S GAMBIT, ANDERSSEN VARIATION
it: 1. e4 e5 2. f4 exf4 3. Bc4 d5 4. Bxd5 c6

source: E77 KING'S INDIAN: SIX PAWNS ATTACK
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f4 O-O 6. Be2 c5 7. d5 e6 8. dxe6 fxe6 9. g4 Nc6 10. h4

source: A00 MIESES OPENING
it: 1. d3 e5

source: C47 FOUR KNIGHTS: SCOTCH, 4...EXD4
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. d4 exd4

source: E21 NIMZO-INDIAN: THREE KNIGHTS, KORCHNOI VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Nf3 c5 5. d5

source: D56 QGD: LASKER DEFENSE, TEICHMANN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6 7. Bh4 Ne4 8. Bxe7 Qxe7 9. Qc2

source: A25 ENGLISH: CLOSED, TAIMANOV VARIATION
it: 1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. e3 d6 6. Nge2 Nh6

source: B00 KP: NIMZOVICH DEFENSE, WHEELER GAMBIT
it: 1. e4 Nc6 2. b4 Nxb4 3. c3 Nc6 4. d4

source: D10 QGD SLAV DEFENSE: EXCHANGE VARIATION
it: 1. d4 d5 2. c4 c6 3. cxd5

source: C31 KGD: FALKBEER, RUBINSTEIN VARIATION
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. Nc3 Nf6 5. Qe2

source: A59 BENKO GAMBIT: MAIN LINE
it: 1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. bxa6 Bxa6 6. Nc3 d6 7. e4 Bxf1 8. Kxf1 g6 9. g3 Bg7 10. Kg2 O-O 11. Nf3

source: B98 SICILIAN: NAJDORF VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 e6 7. f4 Be7 8. Qf3 Qc7

source: C12 FRENCH: MACCUTCHEON, ADVANCE VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5

source: C15 FRENCH: WINAWER, ALEKHINE (MAROCZY) GAMBIT
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Nge2

source: C18 FRENCH: WINAWER, CLASSICAL VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Qc7

source: D15 QGD SLAV: SUECHTING VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 Qb6

source: C66 RUY LOPEZ: BERLIN DEFENSE, 4.O-O, D6
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O d6

source: E63 KING'S INDIAN: FIANCHETTO, PANNO VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nf3 Bg7 4. g3 O-O 5. Bg2 d6 6. O-O Nc6 7. Nc3 a6 8. d5

source: D00 BLACKMAR DIEMER GAMBIT: O'KELLY DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 c6

source: C39 KGA: ALLGAIER, URUSOV ATTACK
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ng5 h6 6. Nxf7 Kxf7 7. Bc4+ d5 8. Bxd5+ Kg7 9. d4

source: D75 NEO-GRUENFELD, 6.CD NXD5, 7.O-O C5, 8.DC
it: 1. d4 Nf6 2. c4 g6 3. g3 d5 4. Bg2 Bg7 5. Nf3 O-O 6. cxd5 Nxd5 7. O-O c5 8. dxc5

source: E46 NIMZO-INDIAN: SIMAGIN VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O 5. Nge2 d5 6. a3 Bd6

source: B73 SICILIAN: DRAGON, CLASSICAL, 8.O-O
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. O-O

source: C26 VIENNA: FALKBEER VARIATION
it: 1. e4 e5 2. Nc3 Nf6

source: D19 QGD SLAV: DUTCH, SAEMISCH VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. e3 e6 7. Bxc4 Bb4 8. O-O O-O 9. Qe2 Ne4 10. g4

source: C67 RUY LOPEZ: BERLIN DEFENSE, RIO DE JANEIRO VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4 5. d4 Be7 6. Qe2 Nd6 7. Bxc6 bxc6 8. dxe5 Nb7 9. Nc3 O-O 10. Re1 Nc5 11. Nd4 Ne6 12. Be3 Nxd4 13. Bxd4 c5

source: C89 RUY LOPEZ: MARSHALL, MAIN LINE, 14...QH3
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d5 9. exd5 Nxd5 10. Nxe5 Nxe5 11. Rxe5 c6 12. d4 Bd6 13. Re1 Qh4 14. g3 Qh3

source: C65 RUY LOPEZ: BERLIN DEFENSE, MORTIMER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. d3 Ne7

source: D30 QGD SLAV
it: 1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. e3 c6 5. Nbd2 Nbd7

source: C95 RUY LOPEZ: CLOSED, BREYER, SIMAGIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Nb8 10. d4 Nbd7 11. Nh4

source: B04 ALEKHINE'S DEFENSE: MODERN, FIANCHETTO VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 g6

source: B29 SICILIAN: NIMZOVICH-RUBINSTEIN VARIATION
it: 1. e4 c5 2. Nf3 Nf6

source: B00 KP: NEO-MONGOLOID DEFENSE
it: 1. e4 Nc6 2. d4 f6

source: C19 FRENCH: WINAWER, ADVANCE, 6...NE7
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7

source: C38 KGA: PHILIDOR GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 Bg7 5. h4

source: A40 QUEEN'S PAWN: ENGLUND GAMBIT
it: 1. d4 e5 2. dxe5 Nc6 3. Nf3 Qe7 4. Qd5 f6 5. exf6 Nxf6

source: D18 QGD SLAV: DUTCH VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. e3

source: E12 QUEEN'S INDIAN: PETROSIAN SYSTEM
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. a3

source: A83 DUTCH: STAUNTON GAMBIT, ALEKHINE VARIATION
it: 1. d4 f5 2. e4 fxe4 3. Nc3 Nf6 4. Bg5 g6 5. h4

source: A07 RETI: KING'S INDIAN ATTACK, YUGOSLAV VARIATION
it: 1. Nf3 d5 2. g3 Nf6 3. Bg2 c6 4. O-O Bg4

source: C78 RUY LOPEZ: MOELLER DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Bc5

source: A95 DUTCH: STONEWALL: CHEKHOVER VARIATION
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d5 7. Nc3 c6 8. Qc2 Qe8 9. Bg5

source: B27 SICILIAN: QUINTEROS VARIATION
it: 1. e4 c5 2. Nf3 Qc7

source: E80 KING'S INDIAN: SAEMISCH VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3

source: A16 ENGLISH: ANGLO-GRUENFELD, SMYSLOV DEFENSE
it: 1. c4 Nf6 2. Nc3 d5 3. cxd5 Nxd5 4. g3 g6 5. Bg2 Nxc3

source: C57 TWO KNIGHTS DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5

source: D44 QGD SEMI-SLAV: ANTI-MERAN, SZABO VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. Bg5 dxc4 6. e4 b5 7. e5 h6 8. Bh4 g5 9. Nxg5 hxg5 10. Bxg5 Nbd7 11. Qf3

source: B02 ALEKHINE'S DEFENSE: STEINER VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. c4 Nb6 4. b3

source: D83 GRUENFELD: GRUENFELD GAMBIT, CAPABLANCA VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Bf4 Bg7 5. e3 O-O 6. Rc1

source: C44 SCOTCH GAMBIT: VITZHUM ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Bc4 Bc5 5. Ng5 Nh6 6. Qh5

source: E99 KING'S INDIAN: ORTHODOX, ARONIN-TAIMANOV, BENKO ATTACK
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nc6 8. d5 Ne7 9. Ne1 Nd7 10. f3 f5 11. g4

source: C76 RUY LOPEZ: MODERN STEINITZ DEFENSE, FIANCHETTO (BRONSTEIN) VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. c3 Bd7 6. d4 g6

source: B07 PIRC: 150 ATTACK
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Be3 c6 5. Qd2

source: D30 QGD: CAPABLANCA VARIATION
it: 1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. Bg5 Nbd7 5. e3 c6 6. Nbd2

source: D10 QGD SLAV: WINAWER COUNTER-GAMBIT
it: 1. d4 d5 2. c4 c6 3. Nc3 e5

source: A00 HAMMERSCHLAG (FRIED FOX/PORK CHOP OPENING)
it: 1. f3 e5 2. Kf2

source: A15 ENGLISH, 1...NF6 (ANGLO-INDIAN DEFENSE)
it: 1. c4 Nf6

source: A01 NIMZOVICH-LARSEN ATTACK: DUTCH VARIATION
it: 1. b3 f5

source: C29 VIENNA GAMBIT, STEINITZ VARIATION
it: 1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. d3

source: E08 CATALAN: CLOSED, ZAGORYANSKY VARIATION
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 Be7 5. Nf3 O-O 6. O-O Nbd7 7. Qc2 c6 8. Rd1 b6 9. a4

source: C74 RUY LOPEZ: MODERN STEINITZ DEFENSE, SIESTA VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. c3 f5

source: C49 FOUR KNIGHTS: DOUBLE RUY LOPEZ
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4

source: A52 BUDAPEST: ALEKHINE VARIATION, BALOGH GAMBIT
it: 1. d4 Nf6 2. c4 e5 3. dxe5 Ng4 4. e4 d6

source: A22 ENGLISH: BREMEN, SMYSLOV SYSTEM
it: 1. c4 e5 2. Nc3 Nf6 3. g3 Bb4

source: D46 QGD SEMI-SLAV: STOLTZ VARIATION
it: 1. d4 d5 2. c4 c6 3. Nc3 Nf6 4. Nf3 e6 5. e3 Nbd7 6. Qc2

source: A62 BENONI: FIANCHETTO VARIATION
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. g3 Bg7 8. Bg2 O-O

source: D26 QGA: CLASSICAL, STEINITZ VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O cxd4

source: E73 KING'S INDIAN: AVERBAKH SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Be2 O-O 6. Bg5

source: C41 PHILIDOR: HANHAM, KRAUSE VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. O-O

source: B14 CARO-KANN: PANOV-BOTVINNIK ATTACK, 5...G6
it: 1. e4 c6 2. d4 d5 3. exd5 cxd5 4. c4 Nf6 5. Nc3 g6

source: B40 SICILIAN DEFENSE (NASCENT KIA)
it: 1. e4 c5 2. Nf3 e6 3. d3 Nc6

source: B00 CORN STALK DEFENSE
it: 1. e4 a5

source: C45 SCOTCH: MEITNER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Bc5 5. Be3 Qf6 6. c3 Nge7 7. Nc2

source: B36 SICILIAN: ACCELERATED FIANCHETTO, MAROCZY BIND
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 g6 5. c4

source: C29 VIENNA GAMBIT: KAUFMANN VARIATION
it: 1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. Nf3 Bg4 6. Qe2

source: A07 RETI: KING'S INDIAN ATTACK, KERES VARIATION
it: 1. Nf3 d5 2. g3 Bg4 3. Bg2 Nd7

source: C69 RUY LOPEZ: EXCHANGE, BRONSTEIN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Bxc6 dxc6 5. O-O Qd6

source: A14 ENGLISH: NEO-CATALAN DECLINED
it: 1. c4 e6 2. Nf3 d5 3. g3 Nf6 4. Bg2 Be7 5. O-O

source: C58 TWO KNIGHTS DEFENSE: BLACKBURNE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. Bb5+ c6 7. dxc6 bxc6 8. Qf3 cxb5

source: C29 VIENNA GAMBIT: PAULSEN ATTACK
it: 1. e4 e5 2. Nc3 Nf6 3. f4 d5 4. fxe5 Nxe4 5. Qf3

source: B06 ROBATSCH DEFENSE: PSEUDO-AUSTRIAN ATTACK
it: 1. e4 g6 2. d4 Bg7 3. Nc3 d6 4. f4

source: C39 KGA: ALLGAIER, HORNY DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ng5 h6 6. Nxf7 Kxf7 7. Qxg4 Nf6 8. Qxf4 Bd6

source: C20 ALAPIN'S OPENING
it: 1. e4 e5 2. Ne2

source: B28 SICILIAN: O'KELLY VARIATION
it: 1. e4 c5 2. Nf3 a6

source: D68 QGD: ORTHODOX DEFENSE, CLASSICAL VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Bd3 dxc4 9. Bxc4 Nd5 10. Bxe7 Qxe7 11. O-O Nxc3 12. Rxc3 e5

source: C21 DANISH GAMBIT
it: 1. e4 e5 2. d4 exd4 3. c3

source: A63 BENONI: FIANCHETTO, 9...NBD7
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 7. g3 Bg7 8. Bg2 O-O 9. O-O Nbd7

source: B22 SICILIAN: ALAPIN'S VARIATION (WITHOUT 2.C3)
it: 1. e4 c5 2. Nf3 e6 3. c3 Nf6 4. e5 Nd5 5. d4 cxd4 6. cxd4

source: E10 BLUMENFELD COUNTER-GAMBIT ACCEPTED
it: 1. d4 Nf6 2. c4 e6 3. Nf3 c5 4. d5 b5 5. dxe6 fxe6 6. cxb5 d5

source: D73 NEO-GRUENFELD, 5.NF3
it: 1. d4 Nf6 2. c4 g6 3. g3 d5 4. Bg2 Bg7 5. Nf3

source: E11 BOGO-INDIAN DEFENSE, NIMZOVICH VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 Bb4+ 4. Bd2 Qe7

source: A52 BUDAPEST: ALEKHINE VARIATION
it: 1. d4 Nf6 2. c4 e5 3. dxe5 Ng4 4. e4

source: C65 RUY LOPEZ: BERLIN DEFENSE, DURAS VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. d3 d6 5. c4

source: B02 ALEKHINE'S DEFENSE: WELLING VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. b3

source: C44 PONZIANI: RETI VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. c3 Nge7

source: D07 QGD: CHIGORIN DEFENSE, JANOWSKI VARIATION
it: 1. d4 d5 2. c4 Nc6 3. Nc3 dxc4 4. Nf3

source: D46 QGD SEMI-SLAV: ROMIH VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 Bb4

source: D55 QGD: NEO-ORTHODOX VARIATION, 7.BH4
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6 7. Bh4

source: C21 DANISH GAMBIT: COLLIJN DEFENSE
it: 1. e4 e5 2. d4 exd4 3. c3 dxc3 4. Bc4 cxb2 5. Bxb2 Qe7

source: C42 PETROV: COCHRANE GAMBIT
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nxf7

source: C31 KGD: FALKBEER, TARTAKOWER VARIATION
it: 1. e4 e5 2. f4 d5 3. Nf3

source: B00 FRED
it: 1. e4 f5

source: A25 ENGLISH: CLOSED, 5.RB1 TAIMANOV VARIATION
it: 1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. Rb1 Nh6

source: A13 ENGLISH OPENING: AGINCOURT VARIATION
it: 1. c4 e6 2. Nf3 d5

source: A05 RETI: KING'S INDIAN ATTACK, SPASSKY'S VARIATION
it: 1. Nf3 Nf6 2. g3 b5

source: C46 FOUR KNIGHTS: SCHULTZE-MUELLER GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Nxe5

source: C68 RUY LOPEZ: EXCHANGE, KERES VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Bxc6 dxc6 5. Nc3

source: C33 KGA: VILLEMSON (STEINITZ) GAMBIT
it: 1. e4 e5 2. f4 exf4 3. d4

source: C24 BISHOP'S OPENING: PONZIANI GAMBIT
it: 1. e4 e5 2. Bc4 Nf6 3. d4

source: C67 RUY LOPEZ: BERLIN DEFENSE, ROSENTHAL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Nxe4 5. d4 a6

source: C98 RUY LOPEZ: CLOSED, CHIGORIN, RAUZER ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c5 11. d4 Qc7 12. Nbd2 Nc6 13. dxc5

source: B29 SICILIAN: NIMZOVICH-RUBINSTEIN; RUBINSTEIN COUNTER-GAMBIT
it: 1. e4 c5 2. Nf3 Nf6 3. e5 Nd5 4. Nc3 e6 5. Nxd5 exd5 6. d4 Nc6

source: C45 SCOTCH: GHULAM KASSIM VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Nxd4 5. Qxd4 d6 6. Bd3

source: E70 KING'S INDIAN: BENONI FORMATION
it: 1. d4 Nf6 2. c4 c5 3. d5 g6 4. Nc3 Bg7 5. e4 h6

source: C26 VIENNA GAME
it: 1. e4 e5 2. Nc3 Nf6 3. Bc4

source: A86 DUTCH WITH C4 & G3
it: 1. d4 f5 2. c4 Nf6 3. g3

source: C50 GIUOCO PIANISSIMO: ITALIAN FOUR KNIGHTS VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. d3 Nf6 5. Nc3

source: B97 SICILIAN: NAJDORF, POISONED PAWN VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 e6 7. f4 Qb6 8. Qd2 Qxb2 9. Rb1 Qa3

source: C54 GIUOCO PIANO
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. cxd4 Bb4+ 7. Nc3 Nxe4 8. O-O Bxc3

source: D40 QGD: SEMI-TARRASCH DEFENSE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c5

source: C32 KGD: FALKBEER, KERES VARIATION
it: 1. e4 e5 2. f4 d5 3. exd5 e4 4. d3 Nf6 5. Nd2

source: D31 QGD: SEMI-SLAV
it: 1. d4 d5 2. c4 e6 3. Nc3 c6

source: E60 KING'S INDIAN: FIANCHETTO VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nf3 Bg7 4. g3 O-O 5. Bg2 d6 6. O-O

source: C39 KGA: KIESERITSKY, BRENTANO (CAMPBELL) DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 d5

source: B02 ALEKHINE'S DEFENSE: MAROCZY VARIATION
it: 1. e4 Nf6 2. d3

source: A45 BLACKMAR DIEMER GAMBIT: HUBSCH DEFENSE
it: 1. d4 Nf6 2. Nc3 d5 3. e4 Nxe4

source: A10 ENGLISH: JAENISCH GAMBIT
it: 1. c4 b5

source: D46 QGD SEMI-SLAV: CHIGORIN DEFENSE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 Bd6

source: A52 BUDAPEST: RUBINSTEIN VARIATION
it: 1. d4 Nf6 2. c4 e5 3. dxe5 Ng4 4. Bf4

source: B05 ALEKHINE'S DEFENSE: MODERN VARIATION, 4...BG4
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Bg4

source: B01 SCANDINAVIAN: MARSHALL VARIATION
it: 1. e4 d5 2. exd5 Nf6 3. d4 Nxd5

source: B03 ALEKHINE'S DEFENSE: FOUR PAWNS ATTACK, PLANINC VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 g5

source: B18 CARO-KANN: CLASSICAL, FLOHR VARIATION
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Bf5 5. Ng3 Bg6 6. Nh3

source: C22 CENTRE GAME: PAULSEN ATTACK
it: 1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qe3

source: C41 PHILIDOR: BERGER VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 exd4 4. Nxd4 Nf6 5. Nc3 Be7 6. Be2 O-O 7. O-O c5 8. Nf3 Nc6 9. Bg5 Be6 10. Re1

source: C40 GUNDERAM DEFENSE
it: 1. e4 e5 2. Nf3 Qe7

source: A72 BENONI: CLASSICAL WITHOUT 9.O-O
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3 Bg7 8. Be2 O-O

source: D46 QGD SEMI-SLAV: BOGOLYUBOV VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 Be7

source: C70 RUY LOPEZ: SCHLIEMANN DEFENSE DEFERRED
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 f5

source: D45 QGD SEMI-SLAV: STONEWALL DEFENSE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Ne4 6. Bd3 f5

source: A02 BIRD: FROM GAMBIT, LASKER VARIATION
it: 1. f4 e5 2. fxe5 d6 3. exd6 Bxd6 4. Nf3 g5

source: D43 QGD SEMI-SLAV
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6

source: D34 QGD: TARRASCH, PRAGUE VARIATION, 9.BG5
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7 8. O-O O-O 9. Bg5

source: C12 FRENCH: MACCUTCHEON, TARTAKOWER VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Bd2 Nfd7

source: C33 KGA: KERES (MASON-STEINITZ) GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nc3

source: C17 FRENCH: WINAWER, ADVANCE, RUSSIAN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. Qg4

source: B04 ALEKHINE'S DEFENSE: MODERN VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3

source: C33 KGA: ORSINI GAMBIT
it: 1. e4 e5 2. f4 exf4 3. b3

source: C52 EVANS GAMBIT: LEONHARDT VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. d4 b5

source: B12 CARO-KANN: 3.ND2
it: 1. e4 c6 2. d4 d5 3. Nd2

source: E11 BOGO-INDIAN DEFENSE, MONTICELLI TRAP
it: 1. d4 Nf6 2. c4 e6 3. Nf3 Bb4+ 4. Bd2 Bxd2+ 5. Qxd2 b6 6. g3 Bb7 7. Bg2 O-O 8. Nc3 Ne4 9. Qc2 Nxc3 10. Ng5

source: A57 BENKO GAMBIT: NESCAFE FRAPPE ATTACK
it: 1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. Nc3 axb5 6. e4 b4 7. Nb5 d6 8. Bc4

source: D33 QGD: TARRASCH, PRAGUE VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6

source: E38 NIMZO-INDIAN: CLASSICAL, 4...C5
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 c5

source: E10 DZINDZIKHASHVILI DEFENSE
it: 1. d4 Nf6 2. c4 e6 3. Nf3 a6

source: B74 SICILIAN: DRAGON, CLASSICAL, SPIELMANN VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. O-O O-O 9. Nb3 Be6 10. f4 Na5 11. f5 Bc4 12. Bd3

source: C30 KGD: NORWALDE VARIATION
it: 1. e4 e5 2. f4 Qf6

source: C39 KGA: ALLGAIER GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ng5

source: C50 ROUSSEAU GAMBIT
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 f5

source: C41 PHILIDOR: HANHAM, KMOCH VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 Nd7 4. Bc4 c6 5. Ng5

source: A59 BENKO GAMBIT: 7.E4
it: 1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. bxa6 Bxa6 6. Nc3 d6 7. e4

source: D15 QGD SLAV: TOLUSH-GELLER GAMBIT
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. e4 b5 6. e5

source: D66 QGD: ORTHODOX DEFENSE, BD3 LINE, FIANCHETTO VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Bd3 dxc4 9. Bxc4 b5

source: D33 QGD: TARRASCH, SCHLECHTER-RUBINSTEIN SYSTEM
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3

source: B79 SICILIAN: DRAGON, YUGOSLAV ATTACK, 12.H4
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. f3 O-O 8. Qd2 Nc6 9. Bc4 Bd7 10. O-O-O Qa5 11. Bb3 Rfc8 12. h4

source: E03 CATALAN: OPEN, ALEKHINE VARIATION
it: 1. d4 Nf6 2. c4 e6 3. g3 d5 4. Bg2 dxc4 5. Qa4+ Nbd7 6. Qxc4 a6 7. Qc2

source: B40 SICILIAN DEFENSE
it: 1. e4 c5 2. Nf3 e6

source: C01 FRENCH: EXCHANGE, BOGOLYUBOV VARIATION
it: 1. e4 e6 2. d4 d5 3. exd5 exd5 4. Nc3 Nf6 5. Bg5 Nc6

source: D49 QGD SEMI-SLAV: MERAN, RELLSTAB ATTACK
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 a6 9. e4 c5 10. e5 cxd4 11. Nxb5 Nxe5 12. Nxe5 axb5 13. O-O Qd5 14. Qe2 Ba6 15. Bg5

source: B48 SICILIAN: TAIMANOV VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nc6 5. Nc3 Qc7 6. Be3

source: C83 RUY LOPEZ: OPEN, TARRASCH TRAP
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3 Be7 10. Re1 O-O 11. Nd4 Qd7 12. Nxe6 fxe6 13. Rxe4

source: D30 QUEEN'S GAMBIT DECLINED
it: 1. d4 d5 2. c4 e6

source: C84 RUY LOPEZ: CLOSED CENTRE WITH 6.D3
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. d3

source: C92 RUY LOPEZ: CLOSED, RAGOZIN-PETROSIAN (`KERES') VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Nd7

source: A69 BENONI: FOUR PAWNS ATTACK, MAIN LINE
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. f4 Bg7 8. Nf3 O-O 9. Be2 Re8

source: D08 QGD: ALBIN COUNTER-GAMBIT, ALAPIN VARIATION
it: 1. d4 d5 2. c4 e5 3. dxe5 d4 4. Nf3 Nc6 5. Nbd2

source: C33 KGA: BISHOP'S GAMBIT, GIFFORD VARIATION (CHIGORIN'S ATTACK)
it: 1. e4 e5 2. f4 exf4 3. Bc4 d5 4. Bxd5 Qh4+ 5. Kf1 g5 6. g3

source: C33 KGA: BISHOP'S GAMBIT, GIFFORD VARIATION
it: 1. e4 e5 2. f4 exf4 3. Bc4 d5 4. Bxd5 Qh4+ 5. Kf1 g5 6. g3

source: C33 KGA: BISHOP'S GAMBIT, CHIGORIN'S ATTACK
it: 1. e4 e5 2. f4 exf4 3. Bc4 Qh4+ 4. Kf1 d5 5. Bxd5 g5 6. g3

source: B02 ALEKHINE'S DEFENSE: SPIELMANN VARIATION
it: 1. e4 Nf6 2. Nc3 d5 3. e5 Nfd7 4. e6

source: C37 KGA: SILBERSCHMIDT GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. Ne5 Qh4+ 6. Kf1 Nh6 7. d4 f3

source: D83 GRUENFELD: GRUENFELD GAMBIT, BOTVINNIK VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Bf4 Bg7 5. e3 O-O 6. Rc1 c5 7. dxc5 Be6

source: C88 RUY LOPEZ: CLOSED, 8.C3
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3

source: C03 FRENCH: TARRASCH, HABERDITZ VARIATION
it: 1. e4 e6 2. d4 d5 3. Nd2 f5

source: D11 QGD SLAV: 3.NF3
it: 1. d4 d5 2. c4 c6 3. Nf3

source: B00 ST. GEORGE (BAKER) DEFENSE
it: 1. e4 a6

source: B07 PIRC: CHINESE VARIATION
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Be2 Bg7 5. g4

source: D80 GRUENFELD: STOCKHOLM VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Bg5

source: B38 SICILIAN: ACCELERATED FIANCHETTO, MAROCZY BIND, 6.BE3
it: 1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 g6 5. c4 Bg7 6. Be3

source: B41 SICILIAN: KAN, MAROCZY BIND (RETI VARIATION)
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 a6 5. c4

source: C55 TWO KNIGHTS: MAX LANGE ATTACK, BERGER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. d4 exd4 5. O-O Bc5 6. e5 d5 7. exf6 dxc4 8. Re1+ Be6 9. Ng5 Qd5 10. Nc3 Qf5 11. g4 Qg6 12. Nce4 Bb6 13. f4 O-O-O

source: B25 SICILIAN: CLOSED, 6.F4
it: 1. e4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3 d6 6. f4

source: E70 KING'S INDIAN: ACCELERATED AVERBAKH SYSTEM
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Bg5

source: C54 GIUOCO PIANO: GRECO'S ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. cxd4 Bb4+ 7. Nc3

source: C66 RUY LOPEZ: BERLIN DEFENSE, HEDGEHOG VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O d6 5. d4 Bd7 6. Nc3 Be7

source: C25 VIENNA: HAMPPE-ALLGAIER GAMBIT, ALAPIN VARIATION
it: 1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. Nf3 g5 5. h4 g4 6. Ng5 d6
