Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: LIGHT
it: Spiacente, ma questa funzionalità non è disponibile in Chess Studio Light. Vuoi acquistare la versione completa?

source: LIGHT_MOVES
it: Spiacente, hai raggiunto il numero massimo di mosse consentite in Chess Light Studio. Vuoi acquistare la versione completa?

source: LIGHT_STOCKFISH
it: Spiacente, il motore Stockfish non è al momento disponibile in Chess Studio Light. Vuoi acquistare la versione completa?

source: LIGHT_OPENING_BOOK
it: Spiacente, il libro sulle Aperture non è al momento disponibile in Chess Studio Light. Vuoi acquistare la versione completa?

source: LIGHT_SHOW_ECO
it: Spiacente, la classificazione delle Aperture non è al momento disponibile in Chess Studio Light. Vuoi acquistare la versione completa?

source: LIGHT_NALIMOV
it: Spiacente, Chess Studio Lite permette le Nalimov Tablebase solo per tre pezzi!

source: CHESS_STUDIO_APP_STORE
it: https://itunes.apple.com/it/app/chess-studio/id684224545?mt=8

source: LIGHT_ECO_CLASSIFICATION
it: Spiacente, la Classificazione delle Aperture non è completamente disponibile in Chess Studio Lite!

source: KING
it: Re

source: QUEEN
it: Donna

source: ROOK
it: Torre

source: BISHOP
it: Alfiere

source: KNIGHT
it: Cavallo

source: PAWN
it: Pedone

source: ORANGE
it: Arancione

source: WHITE
it: Bianco

source: BLACK
it: Nero

source: RED
it: Rosso

source: YELLOW
it: Giallo

source: GREEN
it: Verde

source: BLUE
it: Blu

source: DATABASE_REVEAL
it: Database

source: GAME_REVEAL
it: Partite

source: ENDINGS_REVEAL
it: Finali

source: SETTINGS_REVEAL
it: Impostazioni

source: HELP_REVEAL
it: Aiuto

source: OPENINGS_REVEAL
it: Aperture

source: PGN DATABASE
it: Database PGN

source: PGN MENTOR
it: Sito PGN Mentor

source: PGN DOWNLOAD
it: Scarica Database

source: NEW GAME
it: Nuova Partita

source: NEW POSITION
it: Nuova Posizione

source: CHESS SETTINGS
it: Impostazioni

source: NALIMOV
it: Nalimov Tablebase

source: REPORT_PROBLEM
it: Segnala un problema

source: HELP_VIDEOS
it: Video

source: LARGE_DATABASE
it: Grandi Database in formato PGN

source: OPENINGS_SW
it: Classificazione delle Aperture

source: Win
it: Vince

source: Draw
it: Patta

source: Lose
it: Perde

source: EDGE_COORDINATES_TITLE
it: Coordinate sul Bordo

source: EDGE_COORDINATES_MSG
it: Le coordinate sul bordo non sono disponibili in questa sezione.

source: ABOUT_NALIMOV
it: aboutNalimovIta

source: NALIMOV_NOT_ALLOWED
it: Posizione non corretta per Nalimov Tablebase!

source: EDIT_POSITION_TITLE
it: Modifica Posizione

source: EDIT_POSITION_REPLACE
it: Sovrascrivi Partita

source: EDIT_POSITION_NEW
it: Nuova Partita

source: MORE
it: Altro

source: PGN DATABASE DETAIL
it: Stronzate in formato PGN.

source: TWIC DETAIL
it: The Week In Chess

source: NEW GAME DETAIL
it: Inserisci una nuova partita

source: NEW POSITION DETAIL
it: Inserisci una nuova Posizione

source: PGN MENTOR DETAIL
it: Scarica Database dal sito PGN Mentor

source: DROPBOX DETAIL
it: Scarica/Carica da Dropbox

source: PGN DOWNLOAD DETAIL
it: Scarica Database in PGN

source: ICLOUD DETAIL
it: Sincronizza i database tra i dispositivi iOS

source: NALIMOV DETAIL
it: Tutti i finali con 6 pezzi online inclusi i Re (eccetto 5 contro 1).

source: CHESS SETTINGS DETAIL
it: Impostazioni Scacchi

source: HELP DETAIL
it: Informazioni ed aiuto

source: REPORT_PROBLEM_DETAIL
it: Segnala un problema via email

source: HELP_VIDEOS_DETAIL
it: Video per illustrare le principali caratteristiche di Chess Studio

source: LARGE_DATABASE_DETAIL
it: Cerca di caricare grandi database in formato PGN

source: OPENINGS_DETAIL
it: Classificazione delle aperture per ECO e per Nome

source: ICLOUD CHESS STUDIO
it: Chess Studio iCloud

source: ICLOUD_TEXT
it: iCloud

source: ICLOUD_DETAIL
it: Abilita/disabilita la sincronizzazione dei database di scacchi tra i dispositivi iOS.

source: ICLOUD_SETTING
it: Impostazioni iCloud

source: DATABASE_EXISTING_DOCUMENTS
it: Il database %@ esiste già in questa posizione. Cosa vuoi fare con il database che stai copiando?

source: DATABASE_EXISTING_DOCUMENTS_MOVING
it: Il database %@ esiste già in questa posizione. Cosa vuoi fare con il database che stai spostando?

source: EXISTING_DATABASE_CLOUD
it: Database già esistente in Cloud

source: DATABASE_EXISTING_CLOUD
it: Il database %@ esiste già in Cloud. Cosa vuoi fare con il database che stai copiando?

source: DATABASE_EXISTING_CLOUD_MOVING
it: Il database %@ esiste già in Cloud. Cosa vuoi fare con il database che stai spostando?

source: ICLOUD_DISABLED_SYSTEM_TITLE
it: iCloud Disattivato!

source: ICLOUD_DISABLED_SYSTEM_MSG
it: iCloud non è attivato su questo dispositivo. Per favore controlla le impostazioni.

source: ICLOUD_DISABLED_APP_TITLE
it: iCloud Disattivato!

source: ICLOUD_DISABLED_APP_MSG
it: iCloud non è attivato per questa App. Vuoi attivarlo ora?

source: ICLOUD_MESSAGE
it: Per mantenere i database di scacchi aggiornati su tutti i tuoi dispositivi iOS, copia o sposta i files in questa sezione.

source: COPY_DB_FROM_CLOUD
it: Copia Database da iCloud

source: MOVE_DB_FROM_CLOUD
it: Sposta Database da iCloud

source: VIDEO_TITLE
it: TitoloIta

source: VIDEO_DESCR
it: DescrizioneIta

source: VIDEO_DOWNLOAD_URL
it: DownloadUrlIta

source: PGN_MENTOR_NO_DATA_TITLE
it: Nessun dato PGN Mentor

source: PGN_MENTOR_NO_DATA_MESSAGE
it: Non ci sono dati PGN Mentor disponibili. Prova ad aggiornare tirando giù la vista.

source: MODE_MENU
it: Modalità

source: GAME_MENU
it: Partita

source: MOVE_MENU
it: Mossa

source: VARIANT_MENU
it: Variante

source: OTHER_MENU
it: Altre azioni

source: MENU_CONTROLLER_INS_VARIANT
it: Inserisci variante

source: MENU_CONTROLLER_ADD_ANNOTATION
it: Annotazione

source: MENU_CONTROLLER_ADD_TEXT
it: Commento

source: NEXT_GAME
it: Partita successiva

source: PREVIOUS_GAME
it: Partita precedente

source: GAME_NUMBER
it: - Partita n. %ld

source: NO_MORE_GAMES
it: Non ci sono più partite.

source: NO_NEXT_GAME
it: Prossima partita

source: NO_PREVIOUS_GAME
it: Partita precedente

source: HINT
it: Suggerimento

source: HINT_AGAIN
it: Suggerisci di nuovo

source: ECO_BOARD_HINT
it: Seleziona una variante per visualizzarla sulla scacchiera.

source: MAIN0
it: Descrizione

source: MANUAL0
it: Manuale in Linea

source: MANUAL1
it: ChessStudioIta.pdf

source: HELP0
it: Principale

source: HELP1
it: Informazioni Database

source: HELP2
it: Gestione Partite

source: HELP3
it: Informazioni Partita

source: HELP4
it: Partita(1)

source: HELP5
it: Partita(2)

source: HELP6
it: Partita(3)

source: HELP7
it: Partita(4)

source: HELP8
it: Partita(5)

source: HELP9
it: Partita(6)

source: HELP10
it: Partita(7)

source: HELP11
it: Partita(8)

source: HELP12
it: Partita(9)

source: HELP13
it: Ricerca Partite(1)

source: HELP14
it: Ricerca Partite(2)

source: HELP15
it: Ricerca Partite(3)

source: HELP16
it: Ricerca Partite(4)

source: HELP17
it: Ricerca Partite(5)

source: HELP18
it: Informazione TWIC(1)

source: HELP19
it: Informazione TWIC(2)

source: EMAIL0
it: Richiedi informazioni e proponi suggerimenti

source: HELP
it: Informazioni

source: HELP_SECTION_0
it: Presentazione

source: HELP_SECTION_1
it: Manuale

source: HELP_SECTION_2
it: Help

source: HELP_SECTION_3
it: EMail

source: NO_INTERNET_MANUAL
it: Sembra che non ci sia la connessione ad internet. Per favore controlla e riprova se vuoi scaricare una nuova versione del manuale ChessStudio.

source: ERROR_DOWNLOAD
it: Problemi nella connessione. Per favore riprova!

source: VARIANTE_SU_MSG
it: Questa funzione serve per muoversi all'interno delle varianti. Attualmente sei nella variante principale.

source: VARIANTE_SU_MSG_0
it: Questa funzione serve per muoversi all'interno delle varianti. Attualmente non sei in una variante!

source: VARIANTE_SU_TITLE_0
it: Nessuna variante!

source: TITLE_ERROR_IN_GAME_PREVIEW
it: Notazione mossa sbagliata!

source: MSG_ERROR_IN_GAME_PREVIEW
it: La notazione di qualche mossa nella partita potrebbe essere errata!

source: CHECKMATE
it: Scacco Matto!

source: CHECKMATE_RESULT
it: Non è possibile modificare il risultato di una partita che termina con lo Scacco Matto!

source: PROMOTE_VARIATION
it: Promuovi Variante

source: PROMOTE_TO_MAIN_LINE
it: Promuovi Variante alla Linea Principale

source: TO_MAIN_LINE
it: Linea Principale

source: PROMOTE_AS_FIRST
it: Promuovi come Prima Variante

source: PROMOTE_POSITION
it: Promuovi di una Posizione

source: PROMOTE_UP
it: Promuovi alla Variante Superiore

source: WHITE_PROMOTION
it: Promozione Pedone Bianco

source: BLACK_PROMOTION
it: Promozione Pedone Nero

source: SELECT_PIECE
it: Scegli un pezzo

source: NSRangeException
it: La partita che hai selezionato contiene degli erroi. Per favore, controlla che il formato PGN sia corretto.

source: WRONG_FEN_EXCEPTION
it: La numerazione delle mosse in FEN deve iniziare da 1.

source: WRONG_FEN_EXCEPTION_2
it: La numerazione delle mosse in FEN deve iniziare da 1. Devo correggere il valore?

source: FEN_CORRECT_SAVE
it: Correggi e salva nel database

source: FEN_CORRECT_NO_SAVE
it: Correggi senza salvare

source: FEN_CORRECT
it: Correggi

source: WRONG_GAME_NUMBERING
it: La numerazione delle mosse nella posizione dovrebbe iniziare da 1. Devo correggerla?

source: WRONG_GAME_NUMBERING_SAVE
it: Correggi e salva.

source: WRONG_GAME_NUMBERING_NO_SAVE
it: Correggi senza salvare.

source: BOARD_SIZE
it: Dimensioni Scacchiera

source: SMALL
it: Piccola

source: MEDIUM
it: Media

source: BIG
it: Grande

source: BOOK_MOVES_OPENING
it: Libro Aperture ed ECO

source: BOOK_OPENING
it: Libro Aperture

source: ECO_OPENING
it: ECO

source: TF_PGN_DOWNLOAD_PLACEHOLDER
it: È possibile inserire l'indirizzo di un file PGN o di un file PGN compresso (.zip)

source: TF_PGN_DOWNLOAD_PLACEHOLDER_PHONE
it: Indirizzo file pgn o pgn zippato

source: DATABASE-MENU
it: Menu Database

source: CREATE-FOLDER
it: Crea una nuova cartella

source: CREATE-PGN-DB
it: Crea un nuovo database PGN

source: DOWNLOAD-DB
it: Scarica un database PGN

source: PASTE-GAMES
it: Incolla partita(e)

source: MANAGE-DB
it: Gestione cartelle e database

source: END-MANAGE-DB
it: Fine gestione cartelle e database

source: DELETE-DB
it: Elimina un database PGN

source: MOVE-DB
it: Sposta un database PGN in un'altra cartella.

source: COPY-DB
it: Copia il Database PGN in un'altra cartella.

source: RENAME-DB
it: Modifica il nome di un database.

source: RENAME-FOLDER
it: Modifica il nome di una cartella

source: EMAIL-DB
it: Invia un database PGN via email

source: DOWNLOAD-PGN-MENTOR
it: Scarica dal sito PGN Mentor

source: NEW_DATABASE_PLACEHOLDER
it: Nuovo Database

source: CONFIRM_TITLE_DELETE_DATABASE
it: Elimina Database

source: CONFIRM_DELETE_SINGLE_DATABASE
it: Sei sicuro di voler eliminare il database selezionato?

source: CONFIRM_DELETE_MORE_DATABASE
it: Sei sicuro di voler eliminare i database selezionati?

source: SETUP_POSITION
it: Posizione

source: SETUP_POSITION_WHITE
it: Bianco

source: SETUP_POSITION_BLACK
it: Nero

source: SETUP_POSITION_MOVE_NUMBER
it: Numero mossa

source: SETUP_POSITION_NUMBER_FIRST_MOVE
it: Numero prima mossa

source: SETUP_POSITION_CHANGE_NUMBER
it: Cambia numero prima mossa

source: SETUP_POSITION_CLOSE
it: Chiudi

source: SETUP_POSITION_SIDE_TO_MOVE
it: A chi tocca muovere?

source: SETUP_POSITION_WHITE_MOVE
it: Mossa al Bianco

source: SETUP_POSITION_BLACK_MOVE
it: Mossa al Nero

source: SETUP_POSITION_WHITE_OOO
it: O-O-O Bianco

source: SETUP_POSITION_WHITE_OO
it: O-O Bianco

source: SETUP_POSITION_BLACK_OOO
it: O-O-O Nero

source: SETUP_POSITION_BLACK_OO
it: O-O Nero

source: SETUP_POSITION_CASTLING
it: Arrocchi

source: SETUP_POSITION_NO_CASTLING
it: Nessun Arrocco permesso

source: SETUP_POSITION_ENPASSANT
it: Controllo e.p.

source: SETUP_POSITION_NO_ENPASSANT
it: Nessuna cattura En Passant

source: SETUP_POSITION_WRONG
it: Posizione Errata

source: SETUP_POSITION_ERRORS
it: La posizione inserita contiene alcuni errori!

source: SETUP_POSITION_KING_CHECK
it: Entrambi i Re sono sotto scacco!

source: SETUP_POSITION_FEN
it: Notazione FEN

source: SETUP_POSITION_FINAL
it: Posizione Finale

source: SETUP_POSITION_REMARK
it: Commenti

source: SETUP_POSITION_WHITE_CHECK
it: Il Re Bianco è sotto scacco

source: SETUP_POSITION_BLACK_CHECK
it: Il Re Nero è sotto scacco

source: SETUP_POSITION_WHITE_CHECKMATED
it: Il Re Bianco è matto

source: SETUP_POSITION_BLACK_CHECKMATED
it: Il Re Nero è matto

source: SETUP_POSITION_START_POSITION
it: Posizione iniziale

source: SETUP_POSITION_EDIT_TAG
it: Non è possibile modificare o eliminare questo tag. Questo tag è obbligatorio per gestire posizioni di scacchi.

source: EDIT_POSITION
it: Modifica Posizione

source: SETUP_POSITION_COMPLETE
it: Completa setup posizione

source: MENU_PASTE_GAME
it: Incolla Partita(e)

source: EMPTY_CLIPBOARD
it: Nessuna partita diponibile

source: NO_VALID_GAME
it: La clipboard non contiene partite valide!

source: GAMES_WITHOUT_TAGS
it: Una o più partite non hanno i tag. Devo aggiungerli?

source: PASTED_GAME_0
it: La partita può essere salvata.

source: PASTED_GAME_1
it: La partita non contiene nessun tag.

source: PASTED_GAME_2
it: La partita non contiene tutti i principali tag.

source: PASTED_GAME_3
it: La partita contiene i tag ma non ci sono mosse.

source: PASTED_GAME_4
it: La partita non contiene tutti i tag e non ci sono mosse.

source: PASTED_GAME_5
it: La partita non contiene tutti i principali tag.

source: PASTED_GAME_6
it: La partita non contiene tutti i tag e non ci sono mosse.

source: MENU_FIX_GAME
it: Correggi

source: NO_PASTED_GAME_TO SAVE
it: Non ci sono partite da salvare

source: YES
it: Si

source: ALERT_NO_MOVES_MESSAGE
it: Per modificare i dati della partita è necessario inserire almeno una mossa.

source: ALERT_NO_SAVE_MESSAGE
it: Per salvare la partita è necessario inserire almeno una mossa.

source: ALERT_NO_INSERT_MODE
it: Per modificare i dati della partita devi entrare in modalità modifica.

source: ALERT_NO_INSERT_MODE_2
it: Per modificare i dati della partita devi entrare in modalità modifica. Vuoi modificare la partita?

source: TITLE_EDIT_MODE
it: Modifica partita

source: TITLE_GAME_DATA
it: Modifica i Dati della Partita

source: TITLE_GAME_DATA_NO_MODIFY
it: Dati Partita

source: TAG_DATE
it: Data

source: TAG_CUSTOM
it: Altri Tag

source: TAG_NEW
it: Nuovo Tag

source: TITLE_DOWNLOAD_DATABASE
it: Scarica Database

source: BUTTON_DOWNLOAD_DATABASE
it: Scarica

source: BUTTON_SAVE_LINK
it: Salva l'indirizzo

source: OLD DATE
it: Vecchia Data:

source: NEW DATE
it: Nuova Data:

source: OLD ECO
it: Vecchia ECO:

source: NEW ECO
it: Nuova ECO:

source: EMAIL
it: chess.studio.app@gmail.com

source: EMAIL_SUBJECT
it: Invio Database PGN

source: EMAIL_RECIPIENTS
it: Destinatari Posta Elettronica

source: EMAIL_RECIPIENTS_TITLE
it: Destinatari

source: EMAIL_TO
it: Destinatari:

source: BACK
it: Indietro

source: HERE
it: qui

source: CONFIRM_DELETE_ONE
it: Sei sicuro di voler eliminare 1 partita?

source: CONFIRM_DELETE_MANY
it: Sei sicuro di voler eliminare %d partite?

source: NO_INTERNET
it: Sembra che non ci sia la connessione ad internet. Per favore controlla e riprova.

source: MAIN TITLE
it: Menu principale Chess Studio

source: MAIN BACK
it: Back

source: BOARD
it: Partita

source: DATABASE_DOWNLOAD
it: Sto scaricando

source: DATABASE_DOWNLOADING_IOS7
it: Sto scaricando...

source: TWIC DOWNLOAD
it: Sto scaricando

source: TWIC ND
it: TWIC NON DISPONIBILE

source: TWIC ND1
it: Il TWIC selezionato non è ancora disponibile

source: TWIC ZIP
it: Sto estraendo

source: DATABASE ND
it: Database non disponibile

source: DATABASE ND1
it: Il database richiesto non è disponibile

source: GAMES
it: - Partite

source: GAMES1
it: Partite

source: GAMES2
it: partite

source: SEARCH1
it: Sto cercando ...

source: ERROR
it: ERRORE

source: DBNAME
it: Nome del Database

source: FNAME
it: Nome del File

source: NGAMESDB
it: Numero Partite

source: BUTTON_LISTA_DB
it: Lista Database PGN

source: GAMES OF
it: Partite di

source: PLAYER
it: Giocatori

source: DETAIL_PLAYER_PLAYER
it: Giocatore

source: DETAIL_PLAYER_TITLE
it: Titolo

source: DETAIL_PLAYER_ID-FIDE
it: ID FIDE

source: DETAIL_PLAYER_GAMES
it: Partite

source: SEARCHING
it: Sto cercando ...

source: GAME_PREVIEW_SECTION_0_TITLE
it: Informazioni principali

source: GAME_PREVIEW_SECTION_1_POSITION_TITLE
it: Imformazioni posizione

source: GAME_PREVIEW_SECTION_1_TITLE
it: Ulteriori informazioni

source: GAME_PREVIEW_SECTION_2_TITLE
it: Mosse

source: NUM_GAMES_PLURAL
it: (%d partite)

source: NUM_GAMES_SINGOLAR
it: (1 partita)

source: NUM_EVENTI_PLURAL
it: (%d eventi)

source: NUM_EVENTI_SINGOLAR
it: (1 evento)

source: EVENTS_GAME_INFO
it: Eventi

source: GAMES_GAME_INFO
it: Partite

source: GAME_GAME_INFO
it: Partita

source: OPENINGS_GAME_INFO
it: Aperture

source: OPENINGS_ECO_GAME_INFO
it: Aperture - ECO

source: PLAYERS_GAME_INFO
it: Giocatori

source: ECO_GAME_INFO
it: Enciclopedia delle aperture negli scacchi

source: ECO_DETAIL
it: - (%d aperture)

source: DATE_GAME_INFO
it: Anno

source: PLAYER_TITLE
it: Titolo: %@

source: PLAYER_FIDE_ID
it: ID FIDE: %@

source: GAME_TABLE_VIEW_CONTROLLER_TITLE
it: Partite in %@

source: EVENT_TABLE_VIEW_CONTROLLER_TITLE
it: Eventi in %@

source: OPENING_TABLE_VIEW_CONTROLLER_TITLE
it: Aperture in %@

source: ECO_TABLE_VIEW_CONTROLLER_TITLE
it: Aperture - ECO in %@

source: PLAYER_TABLE_VIEW_CONTROLLER_TITLE
it: Giocatori in %@

source: YEARS_TABLE_VIEW_CONTROLLER_TITLE
it: Anni in %@

source: SINGLE_YEARS_TABLE_VIEW_CONTROLLER_TITLE
it: Partite nell'anno %@ in %@

source: GAMES_BY_EVENT_TABLE_VIEW_CONTROLLER_TITLE
it: Partite per eventi in %@

source: EVENTS_BY_YEAR_TABLE_VIEW_CONTROLLER_TITLE
it: Eventi per anno in %@

source: GAMES_BY_YEAR_TABLE_VIEW_CONTROLLER_TITLE
it: Partite per anno in %@

source: GAMES_BY_EVENTS_INFO
it: Partite per Evento

source: GAMES_BY_YEARS_INFO
it: Partite per Anno

source: EVENTS_BY_YEARS_INFO
it: Eventi per Anno

source: YEARS
it: Anni

source: ACTIONSHEET_CANCEL
it: Annulla

source: ACTIONSHEET_NEW_VAR
it: Nuova Variante

source: ACTIONSHEET_OVERWRITE
it: Sovrascrivi

source: SETTINGS
it: Impostazioni

source: NO_GAMES_DATABASE
it: Il database non contiene partite!

source: NO_EMAIL_SETUP
it: Sembra che il tuo account e-mail non è configurato!

source: NO_DATABASE_SELECTED
it: Nessun database selezionato!

source: DONE
it: Fatto

source: DONE_OK
it: Fatto

source: DONE_DATABASE
it: Fine Gestione Database

source: EDIT
it: Modifica

source: MOVE
it: Sposta

source: MOVE_DB
it: Sposta Database

source: COPY_DB
it: Copia Database

source: COPY
it: Copia

source: DELETE
it: Elimina

source: DELETE_DB
it: Elimina Database

source: PIECES
it: Pezzi

source: PIECES&BOARD
it: Pezzi e Scacchiera

source: COORDINATES
it: Coordinate

source: NOTATION
it: Notazione dei pezzi

source: MOVE_NOTATION
it: Notazione mosse

source: ENGINE
it: Stockfish 5

source: ENGINE_VIEW
it: Vista Motore

source: CLOSE_ENGINE_VIEW
it: Chiudi Vista Motore

source: OPEN_ENGINE_VIEW
it: Apri Vista Motore

source: ENGINE_VIEW_OPEN
it: Aperta

source: ENGINE_VIEW_CLOSED
it: Chiusa

source: ENGINE_NOTATION
it: Notazione mosse

source: ENGINE_LETTER_NOTATION
it: Notazione Lettere Motore

source: ENGINE_FIGURINE_NOTATION
it: Notazione Figurine Motore

source: ENGINE_PLAY_STYLE
it: Stile di gioco

source: ENGINE_STRENGTH
it: Forza di gioco

source: START_ENGINE_PAD
it: Avvia Motore

source: STOP_ENGINE_PAD
it: Ferma Motore

source: START_ENGINE_PHONE
it: Avvia

source: STOP_ENGINE_PHONE
it: Ferma

source: NO_COORDINATES
it: Senza coordinate

source: ALGEBRAIC
it: Algebriche

source: NUMERIC
it: Numeriche

source: DEVELOPMENT
it: Sviluppo

source: EDGE
it: Bordo

source: LETTER
it: Lettere

source: PGN_FORMAT
it: (formato pgn)

source: EXISTING_FOLDER
it: Cartella già esistente

source: EXISTING_DATABASE
it: Database già esistente

source: EXISTING_DATABASE_OVERWRITE
it: Database già esistente. Vuoi aggiornarlo?

source: SAME_DATABASE_COPY
it: Non puoi copiare le partite nello stesso database di origine!

source: CONFIRM_DATABASE_COPY
it: Confermare la copia di %d partita(e) in %@

source: CONFIRM_SAVE_GAME
it: Confermi di salvare la partita in %@?

source: CORRECT_FOLDER
it: Devi inserire un nome valido!

source: CORRECT_DATABASE
it: Devi inserire un nome valido!

source: MENU_NEW_FOLDER
it: Nuova Cartella

source: MENU_NEW_DATABASE
it: Nuovo Database

source: MENU_ADD_DATABASE
it: Scarica Database

source: MENU_DOWNOLAD_PGN_MENTOR
it: Scarica PGN Mentor

source: MENU_EDIT
it: Modifica

source: MENU_EDIT_TWIC
it: Gestione TWIC

source: MENU_SAVE
it: Salva

source: MENU_SAVE_TAGS
it: Salva tag

source: MENU_COPY_ONE_GAME
it: Copia Partita

source: MENU_COPY_GAMES
it: Copia Partite

source: MENU_COPY_GAMES_2
it: Copia in ...

source: MENU_DELETE_GAMES
it: Elimina Partite

source: MENU_SAVE_DATABASE
it: Salva Database

source: MENU_SAVE_EXIT
it: Salva ed esci

source: MENU_SAVE_TAGS_EXIT
it: Salva tag ed esci

source: MENU_EXIT_NO_SAVE
it: Esci senza salvare

source: SUPPLEMENTAL_TAGS
it: Tag supplementari

source: MENU_NEW_GAME
it: Nuova Partita

source: MENU_NEW_POSITION
it: Nuova Posizione

source: MENU_POSITION_CLEAR
it: Nuova Posizione

source: MENU_POSITION_SAVE
it: Salva Posizione

source: MENU_POSITION_COMPLETE
it: Completa Setup Posizione

source: MENU_GAME_SAVE_AS_NEW_GAME
it: Salva come Nuova Partita

source: MENU_GAME_SAVE
it: Salva Partita

source: MENU_POSITION_SAVE_EXIT
it: Salva Posizione ed esci

source: MENU_EDIT_GAME_DATA
it: Modifica Dati Partita

source: MENU_SAVE_GAME
it: Partita Non Salvata

source: MENU_SAVE_GAME_2
it: Seleziona un database per salvare la partita

source: MENU_SAVE_GAME_EXIT
it: Salva partita ed esci

source: MENU_SAVE_POSITION
it: Posizione Non Salvata

source: MENU_EMAIL_GAME
it: Invia Partita via e-mail

source: MENU_EMAIL_DATABASE
it: Invia Database via e-mail

source: MENU_RENAME_DATABASE
it: Rinomina Database

source: MENU_RENAME_FOLDER
it: Rinomina Cartella

source: MENU_EXIT
it: Esci

source: MENU_CLOSE
it: Chiudi

source: MENU_MANAGE_DATABASE
it: Gestione Database

source: MENU_MANAGE_GAMES
it: Gestione Partite

source: MENU_RESET_TAG
it: Reset Tag

source: MENU_FLIP_BOARD
it: Ruota Scacchiera

source: NEW_GAME_TITLE
it: Nuova Partita

source: NEW_POSITION_TITLE
it: Nuova Posizione

source: NEW_GAME_MESSAGE
it: Sei sicuro di voler iniziare una nuova partita?

source: NEW_POSITION_MESSAGE
it: Sei sicuro di voler iniziare una nuova posizione?

source: SAVE_GAME_ALERT
it: Sei sicuro di voler uscire senza salvare le modifiche alla partita?

source: SAVE_GAME_TAGS_ALERT
it: Sei sicuro di voler uscire senza salvare le modifiche dei tag della partita?

source: SAVE_GAME_TAGS_TITLE
it: Salva tag

source: SAVE_SELECTED_TAGS_TITLE
it: Salva tag

source: SAVE_SELECTED_TAGS_ALERT
it: Sei sicuro di voler uscire senza salvare le modifiche?

source: SAVE_POSITION_ALERT
it: Sei sicuro di voler uscire senza salvare le modifiche alla posizione?

source: SAVE_DATABASE_ALERT
it: Sei sicuro di vole uscire senza salvare il database?

source: ADVANCED_RESEARCH
it: Ricerche avanzate

source: CREATION_DATE
it: Data creazione

source: CREATION_DATE + DATABASE SIZE
it: Data creazione e dimensioni del Database

source: SEARCH_BY
it: Ricerca per

source: NEW_MOVE
it: Nuova mossa

source: NEW_VARIATION
it: Nuova variante

source: NEW_MAIN_LINE
it: Nuova linea principale

source: OVERWRITE
it: Sovrascrivi

source: CANCEL
it: Annulla

source: MENU_CANCEL
it: Vaffanculo

source: VARIATIONS
it: Varianti

source: MAIN_LINE
it: - (Linea Principale)

source: MOVE_NOT_VALID
it: La mossa %@ non è valida!

source: INVALID_MOVE
it: Mossa non valida

source: INSERT_MOVES_ON
it: Modifica Mosse On

source: INSERT_MOVES_OFF
it: Modifica Mosse Off

source: INSERT_MOVES
it: Modifica Mosse

source: EDIT_GAME
it: Modifica Partita
