Repository: MrMarc/ChessStudio
Catalog: ChessStudio/ChessStudio/*.lproj/Localizable.strings
Languages: it

source: A40 QUEEN'S PAWN
it: 1. d4 e6

source: C44 SCOTCH GAMBIT: COCHRANE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Bc4 Bb4+ 5. c3 dxc3 6. bxc3 Ba5 7. e5

source: C21 DANISH GAMBIT: SOERENSEN DEFENSE
it: 1. e4 e5 2. d4 exd4 3. c3 d5

source: C42 PETROV: NIMZOVICH ATTACK
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. Nc3

source: A01 NIMZOVICH-LARSEN ATTACK: ENGLISH VARIATION
it: 1. b3 c5

source: A80 DUTCH, KORCHNOI ATTACK
it: 1. d4 f5 2. h3

source: C69 RUY LOPEZ: EXCHANGE VARIATION, 5.O-O
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Bxc6 dxc6 5. O-O

source: B15 CARO-KANN: ALEKHINE GAMBIT
it: 1. e4 c6 2. d4 d5 3. Nc3 dxe4 4. Nxe4 Nf6 5. Bd3

source: C90 RUY LOPEZ: CLOSED (WITH ...D6)
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6

source: C42 PETROV: ITALIAN VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Bc4

source: E00 NEO-INDIAN (SEIRAWAN) ATTACK
it: 1. d4 Nf6 2. c4 e6 3. Bg5

source: B21 SICILIAN: SMITH-MORRA GAMBIT
it: 1. e4 c5 2. d4

source: C45 SCOTCH: FRASER ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Qh4 5. Nf3

source: D32 QGD: TARRASCH DEFENSE
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3

source: C65 RUY LOPEZ: BERLIN DEFENSE, BEVERWIJK VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Bc5

source: E12 QUEEN'S INDIAN: 4.NC3, BOTVINNIK VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. Nc3 Bb7 5. Bg5 h6 6. Bh4 g5 7. Bg3 Nh5

source: C52 EVANS GAMBIT: LASKER DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. O-O d6 7. d4 Bb6

source: C19 FRENCH: WINAWER, ADVANCE, POSITIONAL MAIN LINE
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7 7. Nf3

source: C70 RUY LOPEZ: GRAZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 b5 5. Bb3 Bc5

source: E94 KING'S INDIAN: ORTHODOX, DONNER VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O c6

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, ZIEGLER
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 c6

source: A99 DUTCH: ILYIN-GENEVSKY VARIATION WITH B3
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d6 7. Nc3 Qe8 8. b3

source: A48 KING'S INDIAN: TORRE ATTACK
it: 1. d4 Nf6 2. Nf3 g6 3. Bg5

source: E15 QUEEN'S INDIAN: NIMZOVICH VARIATION (EXAGGERATED FIANCHETTO)
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Ba6

source: B01 SCANDINAVIAN DEFENSE, GRUENFELD VARIATION
it: 1. e4 d5 2. exd5 Qxd5 3. Nc3 Qa5 4. d4 Nf6 5. Nf3 Bf5 6. Ne5 c6 7. g4

source: A20 ENGLISH, NIMZOVICH, FLOHR VARIATION
it: 1. c4 e5 2. Nf3 e4

source: C23 BISHOP'S OPENING: CLASSICAL VARIATION
it: 1. e4 e5 2. Bc4 Bc5

source: D00 COUNTER-COUNTER (E4/D4) ATTACK
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3

source: E36 NIMZO-INDIAN: CLASSICAL, NOA VARIATION, MAIN LINE
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 d5 5. a3 Bxc3+ 6. Qxc3 Ne4

source: A09 RETI: ADVANCE VARIATION
it: 1. Nf3 d5 2. c4 d4

source: A40 QUEEN'S PAWN: KERES DEFENSE
it: 1. d4 e6 2. c4 b6

source: B41 SICILIAN: KAN VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 a6

source: C41 PHILIDOR: BODEN VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 exd4 4. Qxd4 Bd7

source: A56 CZECH BENONI: KING'S INDIAN SYSTEM
it: 1. d4 Nf6 2. c4 c5 3. d5 e5 4. Nc3 d6 5. e4 g6

source: C51 EVANS GAMBIT DECLINED, CORDEL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bb6 5. Bb2

source: E83 KING'S INDIAN: SAEMISCH, PANNO FORMATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 Nc6 7. Nge2 a6

source: E60 KING'S INDIAN: DANUBE GAMBIT
it: 1. d4 Nf6 2. c4 g6 3. d5 b5

source: C22 CENTRE GAME: BERGER VARIATION
it: 1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qe3 Nf6

source: C17 FRENCH: WINAWER, ADVANCE, RAUZER VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 cxd4 6. axb4 dxc3 7. Nf3

source: A80 DUTCH, VON PRETZEL GAMBIT
it: 1. d4 f5 2. Qd3 e6 3. g4

source: C54 GIUOCO PIANO: MOELLER (THERKATZ) ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Nf6 5. d4 exd4 6. cxd4 Bb4+ 7. Nc3 Nxe4 8. O-O Bxc3 9. d5

source: B23 SICILIAN: CHAMELEON VARIATION
it: 1. e4 c5 2. Nc3 Nc6 3. Nge2

source: C95 RUY LOPEZ: CLOSED, BREYER, 10.D4
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Nb8 10. d4

source: B42 SICILIAN: KAN, 5.BD3
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 a6 5. Bd3

source: C23 BISHOP'S OPENING: LEWIS GAMBIT
it: 1. e4 e5 2. Bc4 Bc5 3. d4

source: D00 BLACKMAR DIEMER GAMBIT: MIESES DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nc6

source: C88 RUY LOPEZ: NOAH'S ARK TRAP
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 d6 8. d4 Nxd4 9. Nxd4 exd4 10. Qxd4 c5

source: D00 BLACKMAR DIEMER GAMBIT: LEMBERGER COUNTERGAMBIT, ALFRED LANGE GAMBIT
it: 1. d4 d5 2. e4 dxe4 3. Nc3 e5 4. Nxe4

source: B21 SICILIAN: GRAND PRIX ATTACK
it: 1. e4 c5 2. f4

source: C48 FOUR KNIGHTS: BARDELEBEN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bc5 5. O-O O-O 6. Nxe5 Nxe5 7. d4 Bd6 8. f4 Nc6 9. e5 Bb4

source: B23 SICILIAN: GRAND PRIX ATTACK, SCHOFMAN VARIATION
it: 1. e4 c5 2. Nc3 Nc6 3. f4 g6 4. Nf3 Bg7 5. Bc4 e6 6. f5

source: C14 FRENCH: CLASSICAL, RUBINSTEIN VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. Qd2

source: B57 SICILIAN: SOZIN, BENKO VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bc4 Qb6

source: C02 FRENCH: ADVANCE, NIMZOVICH VARIATION
it: 1. e4 e6 2. d4 d5 3. e5 c5 4. Qg4

source: C14 FRENCH: CLASSICAL, STAHLBERG VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nfd7 6. Bxe7 Qxe7 7. f4 O-O 8. Nf3 c5 9. Qd2 Nc6 10. O-O-O c4

source: D56 QGD: LASKER DEFENSE, RUSSIAN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 h6 7. Bh4 Ne4 8. Bxe7 Qxe7 9. Qc2 Nf6 10. Bd3 dxc4 11. Bxc4 c5 12. O-O Nc6 13. Rfd1 Bd7

source: C02 FRENCH: ADVANCE, EUWE VARIATION
it: 1. e4 e6 2. d4 d5 3. e5 c5 4. c3 Nc6 5. Nf3 Bd7

source: C40 QP COUNTER-GAMBIT (ELEPHANT GAMBIT)
it: 1. e4 e5 2. Nf3 d5

source: A00 VAN'T KRUIJS OPENING
it: 1. e3

source: E93 KING'S INDIAN: PETROSIAN SYSTEM, MAIN LINE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. d5 Nbd7

source: C39 KGA: KIESERITSKY, BRENTANO DEFENSE
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 d5 6. d4 Nf6 7. Bxf4

source: E78 KING'S INDIAN: FOUR PAWNS ATTACK, WITH BE2 AND NF3
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f4 O-O 6. Be2 c5 7. Nf3

source: A28 ENGLISH: BRADLEY BEACH VARIATION
it: 1. c4 e5 2. Nc3 Nc6 3. Nf3 Nf6 4. d4 e4

source: C89 RUY LOPEZ: MARSHALL COUNTER-ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d5

source: B09 PIRC: AUSTRIAN ATTACK, 6.E5
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 O-O 6. e5

source: D31 QGD: SEMI-SLAV, KOOMEN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 c6 4. Nf3 dxc4 5. a4 Bb4 6. e3 b5 7. Bd2 Qe7

source: C62 RUY LOPEZ: OLD STEINITZ DEFENSE, NIMZOVICH ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 d6 4. d4 Bd7 5. Nc3 Nf6 6. Bxc6

source: C58 TWO KNIGHTS DEFENSE: MAROCZY VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. d3 h6 7. Nf3 e4 8. Qe2 Nxc4 9. dxc4 Be7

source: C20 KP: MENGARINI'S OPENING
it: 1. e4 e5 2. a3

source: B20 SICILIAN: GLORIA VARIATION
it: 1. e4 c5 2. c4 d6 3. Nc3 Nc6 4. g3 h5

source: C51 EVANS GAMBIT DECLINED, SHOWALTER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bb6 5. a4 a6 6. Nc3

source: B20 SICILIAN DEFENSE
it: 1. e4 c5

source: A13 ENGLISH: KURAJICA DEFENSE
it: 1. c4 e6 2. Nf3 d5 3. g3 c6

source: A84 DUTCH DEFENSE: BLADEL VARIATION
it: 1. d4 f5 2. c4 g6 3. Nc3 Nh6

source: C85 RUY LOPEZ: EXCHANGE VARIATION DOUBLY DEFERRED (DERLD)
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Bxc6

source: C40 KING'S KNIGHT OPENING
it: 1. e4 e5 2. Nf3

source: C45 SCOTCH: STEINITZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Qh4 5. Nc3

source: C71 RUY LOPEZ: MODERN STEINITZ DEFENSE, DURAS (KERES) VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. c4

source: B00 KING'S PAWN OPENING
it: 1. e4

source: C53 GIUOCO PIANO: CLOSE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. c3 Qe7

source: A00 DUNST (SLEIPNER-HEINRICHSEN) OPENING
it: 1. Nc3

source: A29 ENGLISH: FOUR KNIGHTS, KINGSIDE FIANCHETTO, 7.NG5
it: 1. c4 e5 2. Nc3 Nf6 3. Nf3 Nc6 4. g3 Bb4 5. Bg2 O-O 6. O-O e4 7. Ng5 Bxc3 8. bxc3 Re8 9. f3

source: C65 RUY LOPEZ: BERLIN DEFENSE, KAUFMANN VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. d3 Bc5 5. Be3

source: D28 QGA: CLASSICAL, 7.QE2
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. Qe2

source: E15 QUEEN'S INDIAN: RUBINSTEIN VARIATION
it: 1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 5. Bg2 c5 6. d5 exd5 7. Nh4

source: D30 QGD: HASTINGS VARIATION
it: 1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. Bg5 h6 5. Bxf6 Qxf6 6. Nc3 c6

source: D30 QGD
it: 1. d4 d5 2. c4 e6 3. Nf3 Nf6 4. Bg5

source: B27 SICILIAN: STILETTO (ALTHOUSE) VARIATION
it: 1. e4 c5 2. Nf3 Qa5

source: C20 KP: LOPEZ OPENING
it: 1. e4 e5 2. c3

source: C33 KGA: BISHOP'S GAMBIT, JAENISCH VARIATION
it: 1. e4 e5 2. f4 exf4 3. Bc4 Nf6 4. Nc3 c6

source: C49 FOUR KNIGHTS: SYMMETRICAL, TARRASCH VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bb4 5. O-O O-O 6. d3 d6 7. Bg5 Be6

source: B62 SICILIAN: RICHTER-RAUZER, PODVEBRADY VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bg5 e6 7. Nb3

source: C92 RUY LOPEZ: CLOSED, 9.H3
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3

source: D48 QGD SEMI-SLAV: MERAN, OLD MAIN LINE
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 a6 9. e4 c5 10. e5

source: B85 SICILIAN: SCHEVENINGEN, CLASSICAL VARIATION WITH ...QC7 AND ...NC6
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Be2 a6 7. O-O Qc7 8. f4 Nc6

source: B06 ROBATSCH DEFENSE: TWO KNIGHTS VARIATION
it: 1. e4 g6 2. d4 Bg7 3. Nc3 d6 4. Nf3

source: C25 VIENNA: STEINITZ GAMBIT
it: 1. e4 e5 2. Nc3 Nc6 3. f4 exf4 4. d4

source: D00 BLACKMAR DIEMER GAMBIT
it: 1. d4 d5 2. e4 dxe4

source: E94 KING'S INDIAN: ORTHODOX, GELFAND VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nbd7 8. Be3 c6 9. d5 c5 10. Ne1 Ne8 11. g4

source: B82 SICILIAN: SCHEVENINGEN, 6.F4
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. f4

source: C50 HUNGARIAN DEFENSE: TARTAKOWER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Be7 4. d4 exd4 5. c3 Nf6 6. e5 Ne4

source: B08 PIRC: CLASSICAL (TWO KNIGHTS) SYSTEM
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. Nf3

source: B03 ALEKHINE'S DEFENSE: FOUR PAWNS ATTACK
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4

source: D27 QGA: CLASSICAL, GELLER VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. e4

source: D18 QGD SLAV: DUTCH, LASKER VARIATION
it: 1. d4 d5 2. c4 c6 3. Nf3 Nf6 4. Nc3 dxc4 5. a4 Bf5 6. e3 Na6

source: A46 QUEEN'S PAWN: TORRE ATTACK, WAGNER GAMBIT
it: 1. d4 Nf6 2. Nf3 e6 3. Bg5 c5 4. e4

source: C64 RUY LOPEZ: CLASSICAL DEFENSE, CHAROUSEK VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Bc5 4. c3 Bb6

source: C20 KP: INDIAN OPENING
it: 1. e4 e5 2. d3

source: C00 FRENCH: REVERSED PHILIDOR FORMATION
it: 1. e4 e6 2. d3 d5 3. Nd2 Nf6 4. Ngf3 Nc6 5. Be2

source: C88 RUY LOPEZ: CLOSED, 7...O-O
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O

source: C51 EVANS GAMBIT DECLINED, VASQUEZ VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bb6 5. b5 Na5 6. Nxe5 Qg5 7. Bxf7+ Ke7 8. Qh5

source: B13 CARO-KANN: PANOV-BOTVINNIK ATTACK
it: 1. e4 c6 2. d4 d5 3. exd5 cxd5 4. c4 Nf6 5. Nc3

source: B85 SICILIAN: SCHEVENINGEN, CLASSICAL MAIN LINE
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Be2 a6 7. O-O Qc7 8. f4 Nc6 9. Be3 Be7 10. Qe1 O-O

source: C93 RUY LOPEZ: CLOSED, SMYSLOV DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 h6

source: C80 RUY LOPEZ: OPEN, KNORRE VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. Nc3

source: D44 QGD SEMI-SLAV: 5.BG5 DC
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. Bg5 dxc4

source: A00 VALENCIA OPENING
it: 1. d3 e5 2. Nd2

source: C30 KGD: CLASSICAL, MARSHALL ATTACK
it: 1. e4 e5 2. f4 Bc5 3. Nf3 d6 4. c3 Bg4 5. fxe5 dxe5 6. Qa4+

source: D89 GRUENFELD: EXCHANGE, SOKOLSKY VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. cxd5 Nxd5 5. e4 Nxc3 6. bxc3 Bg7 7. Bc4 O-O 8. Ne2 c5 9. O-O Nc6 10. Be3 cxd4 11. cxd4 Bg4 12. f3 Na5 13. Bd3 Be6 14. d5

source: B85 SICILIAN: SCHEVENINGEN, CLASSICAL, MAROCZY SYSTEM
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Be2 a6 7. O-O Qc7 8. f4 Nc6 9. Kh1 Be7 10. a4

source: D84 GRUENFELD: GRUENFELD GAMBIT ACCEPTED
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Bf4 Bg7 5. e3 O-O 6. cxd5 Nxd5 7. Nxd5 Qxd5 8. Bxc7

source: D38 QGD: RAGOZIN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 Bb4

source: B07 PIRC DEFENSE
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6

source: C43 PETROV: MODERN ATTACK, BARDELEBEN VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. d4 exd4 4. e5 Ne4 5. Qe2 Nc5 6. Nxd4 Nc6

source: C87 RUY LOPEZ: CLOSED, AVERBACH VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 d6

source: C57 TWO KNIGHTS DEFENSE: WILKES BARRE (TRAXLER) VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 Bc5

source: B44 SICILIAN, SZEN (`ANTI-TAIMANOV') VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nc6 5. Nb5

source: B44 SICILIAN, SZEN ('ANTI-TAIMANOV') VARIATION
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nc6 5. Nb5

source: B05 ALEKHINE'S DEFENSE: MODERN, ALEKHINE VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 Bg4 5. c4

source: A42 MODERN DEFENSE: AVERBAKH SYSTEM, RANDSPRINGER VARIATION
it: 1. d4 d6 2. c4 g6 3. Nc3 Bg7 4. e4 f5

source: C44 SCOTCH GAMBIT: COCHRANE-SHUMOV DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Bc4 Bc5 5. Ng5 Nh6 6. Nxf7 Nxf7 7. Bxf7+ Kxf7 8. Qh5+ g6 9. Qxc5 d5

source: D94 GRUENFELD WITH E3 BD3
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. e3 O-O 6. Bd3

source: E81 KING'S INDIAN: SAEMISCH, BENONI; EXCHANGE
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 c5 7. dxc5

source: B13 CARO-KANN: EXCHANGE, RUBINSTEIN VARIATION
it: 1. e4 c6 2. d4 d5 3. exd5 cxd5 4. Bd3 Nc6 5. c3 Nf6 6. Bf4

source: C20 KP: KING'S HEAD OPENING
it: 1. e4 e5 2. f3

source: B74 SICILIAN: DRAGON, CLASSICAL, STOCKHOLM ATTACK
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. O-O O-O 9. Nb3 Be6 10. f4 Na5 11. f5 Bc4 12. Nxa5 Bxe2 13. Qxe2 Qxa5 14. g4

source: C15 FRENCH: WINAWER, ALEKHINE GAMBIT
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. Nge2 dxe4 5. a3 Bxc3+

source: E46 NIMZO-INDIAN: 4.E3 O-O
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 O-O

source: E41 NIMZO-INDIAN: 4.E3 C5
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 c5

source: C42 PETROV: KAUFMANN ATTACK
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. c4

source: D48 QGD SEMI-SLAV: MERAN, 8...A6
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 a6

source: A59 BENKO GAMBIT
it: 1. d4 Nf6 2. c4 c5 3. d5 b5 4. cxb5 a6 5. bxa6 Bxa6 6. Nc3 d6 7. e4 Bxf1 8. Kxf1 g6 9. g3

source: B01 SCANDINAVIAN: PYTEL-WADE VARIATION
it: 1. e4 d5 2. exd5 Qxd5 3. Nc3 Qd6

source: C41 PHILIDOR: LOPEZ COUNTER-GAMBIT, JAENISCH VARIATION
it: 1. e4 e5 2. Nf3 d6 3. Bc4 f5 4. d4 exd4 5. Ng5 Nh6 6. Nxh7

source: C23 BISHOP'S OPENING: DEL RIO VARIATION
it: 1. e4 e5 2. Bc4 Bc5 3. c3 Qg5

source: C21 CENTRE GAME, KIESERITSKY VARIATION
it: 1. e4 e5 2. d4 exd4 3. Nf3 c5 4. Bc4 b5

source: D33 QGD: TARRASCH, SCHLECHTER-RUBINSTEIN SYSTEM, REY ARDID VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 c4 7. e4

source: C78 RUY LOPEZ: ARCHANGELSK (COUNTERTHRUST) VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O b5 6. Bb3 Bb7

source: C70 RUY LOPEZ: TAIMANOV (CHASE/WING/ACCELERATED COUNTERTHRUST) VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 b5 5. Bb3 Na5

source: E94 KING'S INDIAN: ORTHODOX VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O

source: C37 KGA: LOLLI GAMBIT (WILD MUZIO GAMBIT)
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. Bxf7+

source: E98 KING'S INDIAN: ORTHODOX, ARONIN-TAIMANOV, 9.NE1
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nc6 8. d5 Ne7 9. Ne1

source: A22 ENGLISH: BELLON GAMBIT
it: 1. c4 e5 2. Nc3 Nf6 3. Nf3 e4 4. Ng5 b5

source: C97 RUY LOPEZ: CLOSED, CHIGORIN DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Na5 10. Bc2 c5 11. d4 Qc7

source: D49 QGD SEMI-SLAV: MERAN, STAHLBERG VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. e3 Nbd7 6. Bd3 dxc4 7. Bxc4 b5 8. Bd3 a6 9. e4 c5 10. e5 cxd4 11. Nxb5 Nxe5 12. Nxe5 axb5 13. Qf3

source: C12 FRENCH: MACCUTCHEON, LASKER VARIATION, 8...G6
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4 5. e5 h6 6. Bd2 Bxc3 7. bxc3 Ne4 8. Qg4 g6

source: A25 ENGLISH: CLOSED SYSTEM
it: 1. c4 e5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7

source: C48 FOUR KNIGHTS: SPANISH, CLASSICAL DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Bc5

source: D00 BLACKMAR DIEMER GAMBIT: FRITCH ATTACK
it: 1. d4 d5 2. e4 dxe4 3. Bc4

source: A56 BENONI DEFENSE, HROMODKA SYSTEM
it: 1. d4 Nf6 2. c4 c5 3. d5 d6

source: E88 KING'S INDIAN: SAEMISCH, ORTHODOX, 7.D5 C6
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 e5 7. d5 c6

source: A48 KING'S INDIAN: EAST INDIAN DEFENSE
it: 1. d4 Nf6 2. Nf3 g6

source: C50 HUNGARIAN DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Be7

source: B09 PIRC: AUSTRIAN ATTACK, 6.BE3
it: 1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 O-O 6. Be3

source: B88 SICILIAN: SOZIN, FISCHER VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Bc4 Nc6 7. Bb3 Be7 8. Be3 O-O 9. f4

source: A05 RETI: KING'S INDIAN ATTACK
it: 1. Nf3 Nf6 2. g3 g6

source: C80 RUY LOPEZ: OPEN, FRIESS ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Nxe5

source: C60 RUY LOPEZ: VINOGRADOV VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 Qe7

source: D98 GRUENFELD: RUSSIAN, SMYSLOV VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qb3 dxc4 6. Qxc4 O-O 7. e4 Bg4

source: D29 QGA: CLASSICAL, SMYSLOV VARIATION
it: 1. d4 d5 2. c4 dxc4 3. Nf3 Nf6 4. e3 e6 5. Bxc4 c5 6. O-O a6 7. Qe2 b5 8. Bb3 Bb7 9. Rd1 Nbd7 10. Nc3 Bd6

source: C37 KGA: MACDONNELL GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. Nc3

source: C37 KGA: ROSENTRETER GAMBIT
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. d4

source: C81 RUY LOPEZ: OPEN, HOWELL ATTACK, EKSTROEM VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. Qe2 Be7 10. Rd1 O-O 11. c4 bxc4 12. Bxc4 Qd7

source: C37 KGA: MUZIO GAMBIT, KLING AND HORWITZ COUNTER-ATTACK
it: 1. e4 e5 2. f4 exf4 3. Nf3 g5 4. Bc4 g4 5. O-O Qe7

source: B97 SICILIAN: NAJDORF, 7...QB6
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 e6 7. f4 Qb6

source: B45 SICILIAN: TAIMANOV, AMERICAN ATTACK
it: 1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 Nc6 5. Nc3 Nf6 6. Ndb5 Bb4 7. Nd6+

source: C41 PHILIDOR: LARSEN VARIATION
it: 1. e4 e5 2. Nf3 d6 3. d4 exd4 4. Nxd4 g6

source: D44 QGD SEMI-SLAV: BOTVINNIK SYSTEM (ANTI-MERAN)
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c6 5. Bg5 dxc4 6. e4

source: C95 RUY LOPEZ: CLOSED, BREYER, GLIGORIC VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 Nb8 10. d4 Nbd7 11. Nbd2 Bb7 12. Bc2 c5

source: B72 SICILIAN: DRAGON, CLASSICAL, NOTTINGHAM VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 6. Be3 Bg7 7. Be2 Nc6 8. Nb3

source: B25 SICILIAN: CLOSED
it: 1. e4 c5 2. Nc3 Nc6 3. g3 g6 4. Bg2 Bg7 5. d3 d6

source: A20 ENGLISH, NIMZOVICH VARIATION
it: 1. c4 e5 2. Nf3

source: D41 QGD: SEMI-TARRASCH, SAN SEBASTIAN VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Nf3 c5 5. cxd5 Nxd5 6. e4 Nxc3 7. bxc3 cxd4 8. cxd4 Bb4+ 9. Bd2 Qa5

source: E62 KING'S INDIAN: FIANCHETTO, UHLMANN (SZABO) VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 Nc6 7. O-O e5

source: B27 SICILIAN: KATALIMOV VARIATION
it: 1. e4 c5 2. Nf3 b6

source: B12 CARO-KANN: EDINBURGH VARIATION
it: 1. e4 c6 2. d4 d5 3. Nd2 Qb6

source: C41 PHILIDOR: PHILIDOR COUNTER-GAMBIT, DEL RIO ATTACK
it: 1. e4 e5 2. Nf3 d6 3. d4 f5 4. dxe5 fxe4 5. Ng5 d5 6. e6

source: C51 EVANS GAMBIT: MORPHY ATTACK
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Bc5 6. d4 exd4 7. O-O d6 8. cxd4 Bb6 9. Nc3

source: A19 ENGLISH: MIKENAS-CARLS, SICILIAN VARIATION
it: 1. c4 Nf6 2. Nc3 e6 3. e4 c5

source: E67 KING'S INDIAN: FIANCHETTO, CLASSICAL VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. Nf3 d6 5. g3 O-O 6. Bg2 Nbd7 7. O-O e5

source: A41 ROBATSCH DEFENSE: ROSSOLIMO VARIATION
it: 1. e4 g6 2. d4 Bg7 3. Nf3 d6 4. c4 Bg4

source: E93 KING'S INDIAN: PETROSIAN SYSTEM, KERES VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. d5 Nbd7 8. Bg5 h6 9. Bh4 g5 10. Bg3 Nh5 11. h4

source: C42 PETROV: CLASSICAL ATTACK, TARRASCH VARIATION
it: 1. e4 e5 2. Nf3 Nf6 3. Nxe5 d6 4. Nf3 Nxe4 5. d4 d5 6. Bd3 Bd6 7. O-O O-O 8. c4 Bg4

source: D85 GRUENFELD: EXCHANGE VARIATION
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. cxd5 Nxd5

source: B03 ALEKHINE'S DEFENSE: FOUR PAWNS ATTACK, FIANCHETTO VARIATION
it: 1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 g6

source: D64 QGD: ORTHODOX DEFENSE, RUBINSTEIN ATTACK (WITH RC1)
it: 1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 O-O 6. Nf3 Nbd7 7. Rc1 c6 8. Qc2

source: B01 SCANDINAVIAN: RICHTER VARIATION
it: 1. e4 d5 2. exd5 Nf6 3. d4 g6

source: A33 ENGLISH: SYMMETRICAL VARIATION
it: 1. c4 c5 2. Nf3 Nf6 3. d4 cxd4 4. Nxd4 e6 5. Nc3 Nc6

source: C59 TWO KNIGHTS DEFENSE
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 Na5 6. Bb5+ c6 7. dxc6 bxc6 8. Be2 h6

source: D03 TORRE ATTACK (TARTAKOWER VARIATION)
it: 1. d4 d5 2. Nf3 Nf6 3. Bg5

source: D34 QGD: TARRASCH, BOGOLYUBOV VARIATION
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 exd5 5. Nf3 Nc6 6. g3 Nf6 7. Bg2 Be7 8. O-O O-O 9. Bg5 Be6 10. Rc1 c4

source: C45 SCOTCH: ROSENTHAL VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. d4 exd4 4. Nxd4 Qh4 5. Nb5 Bb4+ 6. Bd2 Qxe4+ 7. Be2 Kd8 8. O-O Bxd2 9. Nxd2 Qg6

source: D93 GRUENFELD WITH BF4 E3
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Bf4 O-O 6. e3

source: B00 CARR'S DEFENSE
it: 1. e4 h6

source: C48 FOUR KNIGHTS: RUBINSTEIN COUNTER-GAMBIT, HENNEBERGER VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Nd4 5. O-O

source: D97 GRUENFELD: RUSSIAN VARIATION WITH E4
it: 1. d4 Nf6 2. c4 g6 3. Nc3 d5 4. Nf3 Bg7 5. Qb3 dxc4 6. Qxc4 O-O 7. e4

source: C72 RUY LOPEZ: MODERN STEINITZ DEFENSE, 5.O-O
it: 1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 5. O-O

source: C57 TWO KNIGHTS DEFENSE: ULVESTAD VARIATION
it: 1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 4. Ng5 d5 5. exd5 b5

source: E29 NIMZO-INDIAN: SAEMISCH, MAIN LINE
it: 1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 O-O 6. e3 c5 7. Bd3 Nc6

source: A97 DUTCH: ILYIN-GENEVSKY VARIATION
it: 1. d4 f5 2. c4 Nf6 3. g3 e6 4. Bg2 Be7 5. Nf3 O-O 6. O-O d6 7. Nc3 Qe8

source: D00 BLACKMAR DIEMER GAMBIT: MAIN LINE, PIETROWSKY DEFENSE
it: 1. d4 d5 2. e4 dxe4 3. Nc3 Nf6 4. f3 exf3 5. Nxf3 Nc6

source: C12 FRENCH: MACCUTCHEON VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 Bb4

source: C25 VIENNA: PAULSEN VARIATION
it: 1. e4 e5 2. Nc3 Nc6 3. g3

source: E86 KING'S INDIAN: SAEMISCH, ORTHODOX, 7.NGE2 C6
it: 1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 O-O 6. Be3 e5 7. Nge2 c6

source: A61 BENONI DEFENSE
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6

source: C19 FRENCH: WINAWER, ADVANCE, POISONED PAWN, KONSTANTINOPOLSKY VARIATION
it: 1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 c5 5. a3 Bxc3+ 6. bxc3 Ne7 7. Qg4 Qc7 8. Qxg7 Rg8 9. Qxh7 cxd4 10. Ne2

source: E10 QUEEN'S PAWN GAME
it: 1. d4 Nf6 2. c4 e6 3. Nf3

source: A70 BENONI: CLASSICAL WITH E4 AND NF3
it: 1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 exd5 5. cxd5 d6 6. e4 g6 7. Nf3

source: B98 SICILIAN: NAJDORF, GOTEBORG (ARGENTINE) VARIATION
it: 1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bg5 e6 7. f4 Be7 8. Qf3 h6 9. Bh4 g5

source: D32 QGD: TARRASCH, VON HENNIG-SCHARA GAMBIT
it: 1. d4 d5 2. c4 e6 3. Nc3 c5 4. cxd5 cxd4
